[
    {
        "filename": "-be-united-song-is-not-be-united-song-critics-say.html",
        "heading": "\"Be united\" song is \"Not be united\" song critics say",
        "date": "9 Jun 2016 at 13:46",
        "viewed": "974 viewed",
        "contents": "(Source: YouTube)\n\n\n-\n+\n\nSong urges Northerners to \"not be fooled & manipulated by anyone\" while \"southern people love democracy & freedom\" according to the song.\nMUSIC & POLITICS\n\"Be united\" song actually \"Not be united\" song say critics \n9/06/2016                                                                                          Mongkol Bangprapa                                                                                           The Election Commission (EC) released a referendum song on YouTube earlier this month                                                                                            The title of the folk-style song is \"On August 7, Be United in Referendum for Secured Democracy.\"                                                                                           \n\n\nDIVISIVE OR UNIFYING SONG? \nThe song has sparked heated criticism for being divisive rather than unifying.\nCritics say the song does not actually encourage Thai citizens to \"be united\" as the song title urges.                                                                                             The song was reposted to the Freedom Thailand YouTube channel on Tuesday and drew strong comments with the like/dislike ratio on Thursday morning at 1 like to 17 dislikes.\nThe Election Commission (EC), however, brushed off the criticism.\n\nBeautiful & handsome singers please listeners. (Source: YouTube)\n\n Last month, a folk song sponsored by the Charter Drafting Committee (CDC) that aimed to boost public interest in the draft constitution also drew criticism from social activists.\nActivists said the song failed to reflect the substance of the issues addressed in the draft constitution.\n\nThe sort of impromptu three person music group that has become more popular in the north in recent years (Source: YouTube)\n\n WHAT MIGHT BE OBJECTIONABLE IN THE SONG?  The song urges people in the North to \"not be fooled and manipulated by anyone\" when they cast their votes.                                                                                           One part of the song suggests northeastern people must use their conscience to consider the contents of the draft charter and not let anybody deceive them.\n\nThe election commissioners themselves also make an appearance in the video (Source: YouTube).\n\n Another part of the song emphasizes that people in the north must not allow anyone to dictate what choice they make.                                                                                            Instead, they should study the contents of the draft constitution in-depth themselves.                                                                                            Another part of the song, however, indicates that southern people love democracy and freedom.                                                                                           The South is the long-time political stronghold of the Democrat Party, the arch-rival of the Pheu Thai party from which the junta seized power in a coup on May 22, 2014.\n\nThe Pi (ปี่) or quadruple reed oboe used in the traditional music of Thailand. (Source: YouTube)\n\n CRITICISM OF SONG   The song has drawn the ire of some academics and politicians, who said it is insulting to people in the North and Northeast.                                                                                            Both regions are political strongholds of the Pheu Thai Party.                                                                                           Speaking out against the EC's song, Somkid Cheukong, a former Pheu Thai MP for Ubon Ratchathani, said the song contains negative content regarding people in the North and Northeast.                                                                                            They are looked down upon for being \"stupid\" for being led by others in how to vote while the song also caused divisions between different regions of the country, he said.                                                                                           However, he also said that he doubted that the people behind this song were prejudiced against northern and northeastern people, but added that the EC should review the song's contents before it causes dissatisfaction among people in the two regions.                                                                                           UDD co-leader Nattawut Saikuar said that he would release on Thursday his own referendum song, which he wrote and sang himself.\n\nThe full Thai orchestra joins in the finale (Source: YouTube)\n\n DISMISSING CRITICISM \n\nEC member Somchai Srisutthiyakorn said the EC members have not convened to discuss the criticism, but in his personal view, the song does not have content which is deemed to insult people in any region.                                                                                           The songwriter has also insisted he had no intention of insulting anyone.                                                                                           Mr Somchai said people are sometimes too sensitive and pay attention to trivial issues.                                                                                           ANOTHER CONTROVERSIAL SONG THAT WILL REMAIN NAMELESS   The EC however is zeroing in on another song in a video clip which was posted on a Facebook page.                                                                                            The video clip is being criticised for using rude words and influencing people in how to vote in the referendum.                                                                                           Mr Somchai said the EC has assigned its working team to study whether the song has violated laws and the results are expected within a week.                                                                                           He warned people seen in the clip to notify police if they had posted it before the Referendum Act took effect, or else they would risk being charged with violating the law.                                                                                           People should not share the video clip, he also warned, so it cannot be included here.                                                                                            The EC is in the process of gathering information and if people are found to have committed offences, the information will be sent to police to proceed with prosecution, Mr Somchai said.                                                                                           http://www.bangkokpost.com/news/politics/1005629/ec-rapped-for-divisive-referendum-song"
    },
    {
        "filename": "1-million-bee-coat-world-record-for-chinese-beekeeper-with-videos.html",
        "heading": "1 million bee coat: World record for Chinese beekeeper (with videos)",
        "date": "29 May 2015 at 18:52",
        "viewed": "1,444 viewed",
        "contents": "-\n+\n\nFor most people it's a nightmare, but for beekeepers who raise bees, covering the body in bees is a test of how comfortable you are with bees.\n\nWith 109.05kg of bees on his body, and about 10,000 bees in a kilogram, in less than an hour Guo Bingguo, 55, managed to attract nearly 1.1 million bees to his body to form a coat.\n\nANIMALS\n1 million bee coat: World record for Chinese beekeeper                                           \nFor most people it would be a nightmare, but for a professional beekeeper who raises bees for a living covering one's body in a heavy coat of bees could be reckoned both an achievement, a measure of how comfortable you are with bees, the culmination of one's lifelong work and a badge of honour.\nThis week a Chinese beekeeper, wearing only underpants, has set a new world record for wearing the heaviest coat of bees weighing 109 kilogrammes (with about 10,000 bees in a kilogram). The previous record was only 85 kgs.\nIn less than an hour beekeeper Guo Bingguo, 55, managed to attract nearly 1.1  million bees to his body and form a heavy coat of bees around him.\n\n\n\nHowever, Binguo was stung more than 2,000 times and the temperatures around his body reportedly reached 140 degrees Fahrenheit (over 60 degrees celsius).\nAs Bingguo smoked a cigarette to keep the bees away from his face and lips, his fellow beekeepers helped place queen bees on his body in order to attract the millions of worker bees and make a \"coat of bees\" from boxes of bees that were positioned at his feet.\n\n\n\nBee Bearding\n\nGuo Bingguo, 55, smoked a cigarette to keep the bees away from his face and lips as he attracted nearly 1.1 million bees to his body.\n\nBee bearding is the practice of wearing several hundred honey bees on the face.                                          Beekeepers who raise bees for honey and wax have existed since ancient times.                                           Beekeepers have always allowed bees to rest on their bodies to demonstrate how comfortable they were with bees and to show their ability to work with bees.                                           During the 19th century bee bearding became quite popular in the freak shows common at carnivals and fairs that traveled across America.                                           In the 1830s a Ukrainian beekeeper named Petro Prokopovych is said to have started the modern practice of allowing large amounts of bees to sit on the face.                                           As a teacher Prokopovych established a famous beekeeping school in Ukraine that operated for 53 years.                                           Prokopovych also became a bee tycoon owning over 6000 bee colonies and becoming very wealthy.                                           Nowadays, the Guinness Book of Records includes a world record for most \"pounds of bees worn on the body.\"                                           In 2009, a beekeeping couple in China went so far as to get married while they were covered in bees.\n\n\n\n http://www.huffingtonpost.com/2015/05/27/chinese-man-bee-suit_n_7450690.html                                          http://en.wikipedia.org/wiki/Bee_bearding                                          http://en.wikipedia.org/wiki/Petro_Prokopovych"
    },
    {
        "filename": "10-controversies-of-draft-constitution-why-crisis-panel-is-needed.html",
        "heading": "10 controversies of draft constitution & why crisis panel is needed",
        "date": "31 Aug 2015 at 18:32",
        "viewed": "1,688 viewed",
        "contents": "-\n+\n\nRestoration of national peace purpose of 2014 coup. Political rivals protested non-stop to oust each other from power since 2006. Five-year period needed for reform & reconciliation or else political conflict will return, politicians have not changed.\n\nBangkok burns after military put an end to the red-shirt occupation of downtown Bangkok Ratchaprasong shopping district in 2010. Fires were started by arsonists at many points around the city including at Channel 3, the Stock Exchange of Thailand (SET), banks around town, the largest fire being at Central World, seen here burning. \n\nCONSTITUTION\n10 controversial issues of the draft constitution & why a crisis panel is needed                                                                                \n31/08/2015                                                                               Patsara Jikkham, Mongkol Bangprapa & Aekarach Sattaburuth                                                                                 The draft constitution (draft charter) needs a simple majority to pass the National Reform Council (NRC) - or 124 of its 247 members.\nIf it is endorsed, it will go to a public referendum, tentatively scheduled for January or February next year.                                                                                When the NRC meets next weekend to vote on the constitution, only 10 contentious or controversial issues are likely to form the deciding factors, according to some experts.\n10 CONTROVERSIAL ISSUES OF THE DRAFT CONSTITUTION\nThe 10 contentious or controversial issues are:                                                                                 1. A non-elected prime minister .                                                                                2. Mixed member proportional representation .                                                                                 3. The senate make-up .                                                                                 4. The impeachment of political office holders .                                                                                 5. The criminal prosecution of political office holders .                                                                                6. Mechanisms to prevent populism .                                                                                 7. The power of the courts .                                                                                 8. Enforcement of charter provisions .                                                                                 9. Future amendments of the charter, and                                                                                10. The crisis panel .\n\n WHY A CRISIS PANEL IS NEEDED  Political turmoil could again raise its ugly head when the new constitution is promulgated and the next general election is called, and that is why the nation needs the proposed crisis committee.                                                                                There is a possibility conflict could occur on two occasions.                                                                                One is during the referendum on the new constitution in January 2016, and the other is during a general election, if the new constitution passes the referendum.                                                                                 Conflict in the second case, during a general election, would be the most serious.\nConflict over the constitutional referendum should be controllable, because it would involve only opponents to the constitution, which could just be dropped to end the problem.                                                                                Conflict after the constitution's promulgation at the next election would be more difficult, because there would be numerous sources of conflict -- protests against election results, independent organisations, the new constitution and the formation of the new government.\n\n\n PURPOSE OF 2014 COUP TO RESTORE NATIONAL PEACE   ...Borwornsak Uwanno, chairman of the Constitution Drafting Committee (CDC), said on Monday that the purpose of the May 22, 2014 coup was to restore national peace, because political rivals had been protesting non-stop to oust each other from government since 2006. Without  the proposed five-year transitional period to achieve reform and reconciliation, political conflict would return, because politicians had not changed.                                                                                He said the crisis panel would have a five-year life.                                                                                Any sign of renewed political conflict would have to be stopped right away, without a coup, and that was why the crisis panel or National Strategic Reform and Reconciliation Committee was needed -- to serve Thai society, he said.\n\n The draft charter includes a clause to establish the crisis committee, which will be given special powers to intervene in a crisis by seizing power from both the government and parliament if such action is deemed necessary.                                                                                The panel would include a prime minister and the military and police chiefs, among others. Its special powers would last five years after the new constitution was enacted.                                                                                Here is a series of infographics that summarise the final version of the draft constitution:\n\n\n\n\n\n  http://www.bangkokpost.com/news/politics/675312/wisanu-political-turmoil-could-recur\nhttp://www.bangkokpost.com/news/politics/665076/draft-charter-caters-to-all-voices-cdc-insists\nhttp://www.bangkokpost.com/news/general/673712/draft-charter-hinges-on-10-crucial-points"
    },
    {
        "filename": "10-things-you-ll-understand-if-you-work-in-a-bangkok-office.html",
        "heading": "10 things you’ll understand if you work in a Bangkok office",
        "date": "3 Oct 2014 at 18:55",
        "viewed": "1,962 viewed",
        "contents": "-\n+\n\nFrom fuzzy bedroom slippers to sharing treats with co-workers, the customs and traditions of Bangkok office workers are often unspoken and are often very personal.\n\nFuzzy bedroom slippers are mandatory if you work in a Bangkok office. Shoes are optional.\n\nBANGKOK LIFE\n16 things you’ll understand if you work in a Bangkok office\nSumati Sivasiamphai                                                                                          Guru Editor                                                                                          3/10/2014                                                                                         (Adapted from Guru article)\n1. Shoes are optional, fuzzy bedroom slippers are mandatory.\n\nSnacks are de rigueur in the Bangkok office, either shared or hoarded in a personal stash to replenish blood sugar in the late afternoon.\n\n2. Although it wasn't listed in the job description, it's an unspoken rule that all employees must bring food, desserts, snacks and other kanom to the workplace. You can't call yourself a functional office unless the pungent smell of nam plaa, kapi and Krispy Kreme is in the air.                                                                                          3. Similarly, you can never decline when food is offered to you even though you've just eaten lunch or are on a diet. Your co-workers will judge you for not being a team player and it is a scientific fact that employees are most productive when they are idly standing around eating and gossiping.                                                                                          4. How excited you feel when the person who sells the good Thai desserts (kanon chan...) parks their cart outside your office.\n\nBaskets and mounds of Thai shrimp paste (kapi) at Warorot market, Chiang Mai, Thailand. (Source: Wikipedia)\n\n5. Got fatter? The good folks you work with will be sure to let you know! [and may even nickname you \"Mu\" or \"pig\"].                                                                                           6. You have spent hours researching the effects of sitting on an uncomfortable chair all day, while sitting in said uncomfortable chair.                                                                                          7. You come to work thinking you look really good until you catch a reflection of yourself under the harsh fluorescent light. There goes any chance of an office affair.                                                                                          8. What happens in the bathroom stays in the bathroom… except in the workplace, when it’s loudly announced before or after the deed.                                                                                          9. Your entire department gets thrown into a tizzy when thunder, lightning or raindrops are first noticed. Someone will inevitably make ominous sound effects in conjunction with the weather conditions as if the apocalypse is approaching.\n\nKhanom chan or \"layer dessert\" is one of the more distinctive Thai deserts, unique to Thailand. (Source: Wikipedia)\n\n10. It’s obligatory to set your phone’s ringtone to the loudest volume and choose sounds like a dog barking, duck quacking, or the same noise that’s used for an alarm clock to ensure all your co-workers start freaking out and/or think it's time to wake up (again).                                                                                          11. Bonus points if you leave your phone at your desk when you're not there and it starts ringing. We all love knowing about your fetish for songs by 90s boy bands.\n12. You have fantasised about sleeping under your desk on more than one occasion, but have settled for dozing off in the bathroom (don’t lie, we know you have).\n13. You may not be very good at reaching your sales quota or handling clients, but you work extremely hard to score yourself a long weekend when a public holiday falls on a Thursday or Tuesday.\n\nWinter clothes needed for warmth in the freezing air-conditioned climate of Bangkok offices, even when searing-hot tropical heat awaits outside.\n\n14. You may not know when anyone’s birthday is (because you obviously haven’t accepted your                                                                                         co-workers’  Facebook friend requests), but you know what ailments everyone in the  office experiences because they talk about it all day.\n15. You are either one of those people wearing layers of winter clothes because you always feel cold in he air-conditioning, or you’re constantly groaning about how hot it is outside.                                                                                          16. That rare moment when the office actually gets quiet and it just has to be your stomach that starts growling loudly.\nhttp://www.bangkokpost.com/opinion/opinion/435655/20-things-you-ll-understand-if-you-work-in-an-office"
    },
    {
        "filename": "1000-year-old-arab-ship-found-under-shrimp-farm.html",
        "heading": "1,000-year old Arab ship found under shrimp farm",
        "date": "3 Jun 2014 at 18:34",
        "viewed": "5,835 viewed",
        "contents": "-\n+\n\nBuried under their shrimp farm in Samut Sakhon, villagers discover a 1,000 year-old Arab ship from the Dvaravati period (6th-11th centuries).\n\nThe shipwreck Phanomsurin, named after the land owners, was unearthed in Samut Sakhon.\n\nUNDERWATER ARCHAEOLOGY \nShipwreck: 1,000-year-old Arab ship found under shrimp farm in Samut Sakhon  \n3/06/2014\nPichaya Svasti\nThe 1,000 year-old ship is now buried deep under the mud of a shrimp farm in Samut Sakhon. The vessel, 25m long, transported a variety of goods to coastal cities around Asia before it sank here during the Dvaravati period during the 6th to 11th centuries. Now it’s a valuable archaeological find and probably the oldest ship ever unearthed in Thailand.\n“This ship is in the most complete condition I have ever seen. It had three sails intact and would have been almost ready to sail again,” famous underwater archaeologist Erbprem Vatcharangkul noted.\nIn Sept 16 of last year the Fine Arts Department in Ratchaburi was told of an old ship found underneath a shrimp farm located about 8km from the sea. The archaeological excavation of the ship began in December last year and is still under way and is now about 10% completed. \nNamed Phanomsurin after the land owners, the ship was covered in muddy soil with one of its sides facing down. The bow and stern were lying south to north. Only its west gunwale was above the ground. Its wooden gunwales were enforced and stitched with rope, but both the wooden structure and ropes were rotten. Found in the middle section of the ship was a 17.65m-long rectangular wooden piece believed to be a part of the keel. A 17.37m-long wooden pole believed to be one of the ship’s masts was found on the west side.\nA special feature of this ship is its wooden components stitched with rope. Each of these ropes has a brown smaller rope inside to ensure durability. The ship is similar in appearance to ancient Arab ships. \nMany artefacts were discovered inside the ship. Most of them are earthenware and stoneware, both unglazed from domestic kilns and glazed from China, along with some other kinds from unknown places. The rest consists of coconut fruits, toddy palms, hundreds of betel nuts, rice, halved coconut shells, wood resin, a horn, fish bones, animal bones and plant seeds. The black ropes found in the ship are still in amazingly good condition.\nSome of the earthenware pieces have never been found anywhere in Thailand, being oval-shaped containers with a pointed bottom. Comparison studies found they are similar to amphoras usually found in Europe, the Middle East and India.\nThe amphoras are coated with black resin on the inside, with thick brown stains. The archaeologists think that the resin was used to prevent leakage or perhaps even the goods the ship was transporting. A fragment of one of the amphoras and that of a Chinese earthenware pot have ancient lettering inscribed on them, which are now being studied and translated.\nIn addition, several pieces of Chinese-style stoneware dating to the Tang Dynasty (8th-9th centuries) were found in the ship. One of them contained betel nuts. Several other kinds of earthenware were also found, such as Dvaravati-style pots with thick rims, which were probably used as kitchenware on the ship or destined for export.\nThe gunwales of this ship were stitched with ropes like those of ancient Arab ships. It is estimated that the ship dates to the 8th or 9th century and is crucial to the study of shipping in this region.\nThe team is waiting for the results of undergoing scientific tests in the United States to find out whether this ship is as old as the 8th-9th centuries. During that time, trade between Dvaravati cities in the present-day Central Region of Thailand flourished and was linked to other Dvaravati cities in this region. This ship is probably an important piece of evidence to confirm these cities’ trade with Arab cities and China.\nExperts believe the area where the ship was found might have been a canal or a shoreline amid a mangrove forest reachable from the sea. This waterway led to other Dvaravati cities and the nearest city was Nakhon Pathom, about 30km away. From Nakhon Pathom, boats could probably have travelled further to some other cities like Khu Bua.\nThis ship is the first Dhow ever found in Thailand. The Dhow is an Arab ship made of wood stitched with ropes. Although a similar ship was found at the Khuan Thani Ship Wreck Site in Kantang district, Trang province, it has yet to be excavated and studied. They drank wine because amphoras were found. And they used earthenware from China and Europe. This reflects a combination of Asian and European culture.\nhttp://www.bangkokpost.com/lifestyle/interview/413237/up-from-the-deep"
    },
    {
        "filename": "11-000-nurses-to-get-civil-servant-status.html",
        "heading": "11,000 nurses to get civil servant status",
        "date": "17 May 2017 at 11:22",
        "viewed": "4,572 viewed",
        "contents": "Temporary contract nurses protesting & demanding to be hired as full-time nurses with full pay and benefits. Inset: Nurse engaging in the important work that they do.  \n\n\n-\n+\n\nSome protests do work. Nurses stuck in low paid temporary status get promises of full-time nurse jobs with full benefits and pay.\nHEALTHCARE & LABOUR RIGHTS\n11,000 nurses to get civil servant status\nGovt caves in amid resignation threat 17/05/2017                                                                  Post Reporters                                                                   After a series of twists and turns the government said yesterday it will meet nurses' demands by granting 11,000, who are now working under temporary contracts, permanent civil servant status within three years, entitling them to get the same welfare and benefits that nurses get.                                                                    Speaking after a cabinet meeting at Government House, Prime Minister Prayut Chan-o-cha said the first batch will be hired this year to fill 2,200 civil servant positions that are currently vacant under the Public Health Ministry (MOPH).\n\n\n\nCOMPROMISE: 8,800 CIVIL SERVANT NURSE POSITIONS OVER NEXT THREE YEARS   A further 8,800 permanent civil servant positions will be granted over the next three years, or about 2,900 per year, Gen Prayut said in a move seen as pre-empting a rash of resignations by nurses this summer.                                                                   These figures include all the vacancies that will arise when nurses who already enjoy status as permanent civil servants retire, government spokesman Sansern Kaewkamnerd said.                                                                   The recruitment scheme was proposed by Deputy Prime Minister Wissanu Krea-ngam and MOPH Minister Piyasakol Sakolsatayadorn during the meeting.                                                                   It has been agreed by the cabinet but not yet officially approved.                                                                   Gen Prayut said he has assigned Mr Wissanu to work on the plan.\n\n\n\n10,000 TEMP NURSES HAD THREATENED TO STOP WORK & LEAVE     The premier's decision comes after more than 10,000 nurses working for public hospitals and state health units nationwide on a temporary contract basis, threatened to leave their posts if they were not granted permanent civil servant status.                                                                   The nurses said they would stop working at the end of September, when the 2017 fiscal year is over, in protest against the cabinet decision on May 9 which disapproved the listing of 10,992 contract nurses as civil servants over a three-year period.\nContract nurses are hired by state hospitals. They are not entitled to the same benefits and welfare that nurses with civil servant status receive.\nGen Prayut said the government had to consider all state agencies whose staff are comprised of permanent civil servants, government employees as well as contract and permanent employees to ensure the situation is dealt with fairly and equitably.\n\n\n\nNURSE SHORTAGE IN GOVERNMENT SECTOR \nGen Prayut admitted the state lacked skilled nurses as many resign to work for private hospitals with higher salaries and better welfare benefits.\n\n\n\n  http://www.bangkokpost.com/news/general/1250726/11-000-nurses-to-get-civil-servant-status\nhttp://www.bangkokpost.com/news/politics/1247782/nurses-asked-to-defer-mass-resignations                                                                   http://www.bangkokpost.com/news/politics/1249542/wissanu-urges-10-000-state-jobs-for-nurses                                                                   http://www.bangkokpost.com/learning/advanced/297755/nurse-shortage"
    },
    {
        "filename": "12-thai-values-stickers-unveiled.html",
        "heading": "12 Thai values stickers unveiled",
        "date": "22 Dec 2014 at 16:51",
        "viewed": "5,628 viewed",
        "contents": "-\n+\n\nAvailable for download from Dec 30, the new \"12 Core Values for Thais\" sticker set for Line chat on mobile phones was displayed for the first time on Monday.\n\nThe government's new \"12 Core Values for Thais\" sticker set for the mobile phone Line chat app unveiled on Monday, first six stickers.\n\nMOBILE PHONES\n12 Thai values stickers unveiled\n22/12/2014                                                                                      The government has unveiled the controversial \"12 Core Values for Thais\" sticker set for the mobile phone Line chat app on Monday.                                                                                     The free set, a joint project of three ministries, can be downloaded from Dec 30 this year to Jan 28, 2015.                                                                                     The agencies in charge of the project are the Information and Communication Technology (ICT) Ministry, the Science and Technology Ministry and the Culture Ministry.\n\nThe government's new \"12 Core Values for Thais\" sticker set for the mobile phone Line chat app unveiled on Monday, second six stickers.\n\n Earlier, the project was criticised due to its high cost of 7.12 million baht.                                                                                     Although the fee is what Line normally charges its corporate customers for launching free stickers, critics question the cost effectiveness of the project.                                                                                     Companies are willing to pay the high fee for the stickers to connect with customers and boost their brands but the government has no such needs, especially when state coffers are running low, critics say.                                                                                     From January to September this year, Thai companies launched 63 free set of stickers for the purpose.                                                                                     The 12 Thai Values are:                                                                                     1. Upholding the three main pillars of the country: the nation, the religion, and the monarchy;                                                                                     2. Showing honesty, sacrifice, and patience with a positive attitude for the interest of the public;                                                                                     3. Practicing filial piety towards parents, guardians and teachers;                                                                                     4. Seeking both direct and indirect knowledge and education;                                                                                     5. Preserving Thai traditions and cultures;                                                                                     6. Practicing morality, integrity, considerateness, generosity, and sharing;                                                                                     7. Understanding and learning true democratic ideals with His Majesty the King as Head of State;                                                                                     8. Maintaining discipline and respectfulness for laws and the elderly;                                                                                     9. Being conscious and mindful of one's actions in line with His Majesty’s the King’s royal statements;                                                                                     10. Applying His Majesty the King’s sufficiency economy ideas to save money for times of need, being moderate with surpluses for sharing or expansion of business, while at the same time having immunity to hardships along the way;                                                                                     11. Keeping physically and mentally strong, unyielding to evil powers or desires and having a sense of shame over guilt and sins in accordance with religious principles;                                                                                     12. Putting the public and national interest before one’s own interest.                                                                                      http://www.bangkokpost.com/news/general/451521/12-thai-values-stickers-unveiled"
    },
    {
        "filename": "120945-years-for-fraud-no-show-for-supreme-court-verdict.html",
        "heading": "120,945 years for fraud: No show for Supreme Court verdict",
        "date": "14 Oct 2015 at 16:31",
        "viewed": "1,140 viewed",
        "contents": "A gavel is a small wooden mallet or hammer struck against a wooden block used in courts of law to make people be quiet and bring order to the court. The symbol of a gavel is often used there to represent the entire judicial system as well as the power of judges and courts. \n\n\n-\n+\n\n19 years ago fake vacation company tricked 24,189 people out of 826 million baht & sentenced to 120,945 years in prison for fraud. Yesterday, guilty failed to show up at Supreme Court for reading of final judgement.\nCRIME\n120,945 years for fraud but no show when Supreme Court reads verdict\n14/10/2015                              Online Reporters                              In 1994, 19 years ago, criminal fraud charges were lodged against a company named Blissher Inter Group and its executives.                              The had company tricked people into investing in a fake time-sharing vacation business with the promise of free accommodation at leading hotels and resorts for four days each year throughout a 20-year period.                               Members received a 5,000-baht commission for each new member they recruited.                              A total of 24,189 people were recruited into the scheme which generated 826.27 million baht.                              Three of the executives were given prison sentences totalling 120,945 years in 24,189 fraud cases.\nHowever, the law limits total jail time to 20 years.                               Finally, 19 years later after lengthy appeals, the judgement of the first court was upheld and the executives were finally going to go to prison.                               Yesterday, the Supreme Court was scheduled to read the final judgement but none of the convicted executives showed up for the judgement reading.\nArrest warrants were issued and the judgement reading was rescheduled for Nov 23 in hopes they will show up next time.                               http://www.bangkokpost.com/news/general/729768/blissher-timeshare-execs-no-show-for-final-verdict"
    },
    {
        "filename": "1500-more-traffic-cameras-coming-soon.html",
        "heading": "1,500 more traffic cameras coming soon",
        "date": "16 Sep 2014 at 19:48",
        "viewed": "2,227 viewed",
        "contents": "-\n+\n\n300 Bangkok intersections to get CCTV cameras to catch traffic violators running red lights, after which tickets will be sent which they can pay for at 7-11 or banks.\n\nTraffic whizzes through the Asok intersection in Bangkok. (Bangkok Post photo)\n\nTRANSPORTATION & CRIME\n1,500 more traffic cameras coming soon                                \n16/09/2014                               Online Reporters                                Police plan to spend more than 100 million baht to install 1,500 closed-circuit cameras (CCTVs) and red-light cameras next year to keep a closer eye on traffic scofflaws.                                Pol Maj Gen Adul Narongsak, a deputy metropolitan police chief, said the cameras will be installed at around 300 intersections in Bangkok in an attempt to bring more order to the capital's traffic chaos.                                The cameras would be installed under lease contracts of three to five years. Images taken from the cameras will be sent to the main traffic-control centre.                                He said the new red-light cameras will also have radar guns to detect whether vehicles sped up to beat the red light or just cruised through the signal with the regular flow of traffic.                                Pol Maj Gen Adul said the cameras, expected to go into use next year, will help reduce the burden on traffic police and curtail confrontations between officers and motorists.                                Traffic police also are preparing a system under which motorists can pay fines and traffic tickets at convenience stores and banks, instead of paying at a police station and other official points, as currently is required.                                http://www.bangkokpost.com/most-recent/432550/1500-more-traffic-cameras-coming"
    },
    {
        "filename": "16-million-baht-facebook-romance-scam-busted.html",
        "heading": "16 million baht Facebook romance scam busted",
        "date": "24 Jul 2014 at 14:18",
        "viewed": "6,756 viewed",
        "contents": "-\n+\n\nTwo Thai women who thought they were marrying Canadian army generals they met on Facebook, lose 16 million baht to Facebook scam gang. Scammers finally caught.\n\nFour members of a criminal gang — two Nigerian nationals, a South African national and a Thai woman — have been arrested for swindling two Thai middle-aged women out of millions of baht via Facebook.\n\nCRIME\nGang cons millions from Thai women\n24/07/2014                                           Post Reporters                                            Four members of a criminal gang — two Nigerian nationals, a South African national and a Thai woman — have been arrested for swindling two Thai middle-aged women out of millions of baht via Facebook.                                            Technology Crime Suppression Division (TCSD) police on Wednesday took the four gang members before reporters at the TCSD’s headquarters.                                            Nigerians Edward Enwereuzor Kingsley and Kenneth Ihejirika Chimaife, South African Justine Buba, and the Thai woman identified only as Nutcharee were arrested separately on Vibhavadi Rangsit Road in Bangkok on Tuesday.                                            The arrest of the suspects followed complaints by two Thai women that they had been duped by foreign men on Facebook into sending them millions of baht, division chief Siripong Timula said.                                            The first victim had been lured by a foreign man who used the name Thomas Lawson on his Facebook account.                                            The man claimed to be a general in the Canadian military working in Afghanistan. He told his victim that he runs gold shops in Canada and China and had a private jet. He formed an online relationship and asked her to marry him.                                            The victim had been duped into transferring money into his bank account several times as he claimed he planned to fly by his jet to meet her. However, he could not withdraw his own money in war-torn Afghanistan and told her to transfer him money and he would pay her back, Pol Maj Gen Siripong said.                                            After receiving money from the victim, purportedly to cover fuel costs for his jet, the man again sent another Facebook message to tell her that his gold business in China faced a problem and fooled her to transfer more money to help him. He said he wanted to send a parcel containing gold bars worth over US$15 million to her, but he needed money to pay for tax on the gold bars. He swindled 6,102,000 baht from the victim, Pol Maj Gen Siripong said.                                            The second victim had also been swindled by one of the gang members via Facebook. The swindler had convinced the woman he wanted to marry her. He persuaded her into running a business to import cars with him. The victim had been urged to invest 10 million baht in the business. He told her he would send his legal staff and an interpreter to get money from her at a petrol station on Vibhavadi Rangsit Road.                                            Luckily, the second victim grew wise to the scam and she filed a complaint with the police. Police officers said the three foreign swindlers had been in Thailand for only six months.                                            http://bangkokpost.com/news/crimes/422053/gang-cons-millions-from-thai-women"
    },
    {
        "filename": "17-6-billion-baht-tax-bill-posted-on-thaksins-door.html",
        "heading": "17.6 billion baht tax bill posted on Thaksin's door",
        "date": "28 Mar 2017 at 15:33",
        "viewed": "3,290 viewed",
        "contents": "Bang Phlat revenue official put a tax form demanding Thaksin Shinawatra pay back taxes totalling 17.6 billion baht on the gate of Khunying Potjaman na Pombejra's house on Charan Sanitwong Road in Bangkok on Tuesday. (Photo by Pawat Laopaisarntaksin) \n\n\n\n\n\n-\n+\n\nThaksin has 30 days to appeal huge tax bill posted on his ex-wive's door Tuesday or tax collection will begin immediately.\nTAXES & POLITICS\n17.6 billion baht tax bill posted on Thaksin's door                                                 \n28/03/2017                                                Online Reporters\nIt does seem reasonable that if the prime minister of a whole country made billions of baht selling his company that he would pay tax on it just like ordinary people pay tax on their much smaller salaries.\nThen if the prime minister tried to conceal the whole thing by using his children and a shell company named farcically Ample Rich in the British Virgin Islands,  not Thailand, to make billions, this also makes the whole thing very murky and why wouldn't tax authorities find something strange and dishonest about it?\nThen there is tax law which is very difficult to understand for everyone, even tax lawyers, and can no doubt be manipulated by politically powerful billionaire prime ministers with armies of lawyers.\nThat the lawyers will claim you do not understand tax law is easy to predict, even though legal opinions on the Thaksin tax case have flip-flopped several times and clearly indicate that no one completely understands tax law (read some of the fiery debate over whether Thaksin and/or his kids owe taxes on the billions in profit here, here & here).\nSo why not just stick the tax bill on Thaksin's ex-wife's door and see what happens?\nMaybe he will pay it. Or maybe not.\n\nTAX BILL STUCK ON DOOR: SERVING NOTICE   \nRevenue officials have put up a 17.6-billion-baht tax bill in front of Khunying Potjaman na Pombejra's house, demanding her former husband Thaksin Shinawatra pay taxes on the Ample Rich share sale deal.                                                 The officials from Bangkok's Bang Phlat Revenue Office, together with a duty officer at the district police station, went to Khunying Potjaman's residence on Charan Sanitwong Soi 69 at around 11.30am.                                                 The house is Thaksin's address in the official Interior Ministry's database.\nThe couple divorced in late 2008 after 32 years of marriage.\n\nFormer prime minister Thaksin Shinawatra (centre) with his son Panthongtae (left) and his daughter Pinthongta. (Bangkok Post file photo)\n\nWHAT DOES THE FORM ORDER ORDER THAKSIN TO DO?  \nThe Revenue Department's Form Por Ngor Dor 12 dated Tuesday demands that Thaksin pay 17,629,585,191 baht in back taxes, fines and additional fees.\nThis is in compliance with a tax law requiring a tax re- assessment be done within 10 years.\nIn this case, the statute of limitations ends on Thursday.\nIF THAKSIN DISAGREES, HE CAN APPEAL\nIf Thaksin disagrees with the assessment, he may appeal to the tax appeals committee within 30 days from the date he receives the notice.                                                 If he is still not happy with the committee's decision, he may appeal to the tax court within 30 days.                                                 If Thaksin fails to appeal through this process, the department will start collecting the taxes immediately.\n\nTax bill pasted on Thaksin's ex-wife's door on Tuesday.\n\n  http://www.bangkokpost.com/news/politics/1222710/tax-bill-posted-at-potjamans-house\nhttp://www.bangkokpost.com/news/politics/1222406/revenue-department-in-thaksin-tax-grab-funk                                                  http://www.bangkokpost.com/news/general/1211590/revenue-officials-to-find-way-to-tax-thaksins-children                                                 http://www.bangkokpost.com/news/politics/1222406/revenue-department-in-thaksin-tax-grab-funk"
    },
    {
        "filename": "17-bomb-attacks-on-china-national-day.html",
        "heading": "17 bomb attacks on China's national day",
        "date": "1 Oct 2015 at 13:44",
        "viewed": "1,091 viewed",
        "contents": "Damaged building in Liucheng county in Liuzhou in south China's Guangxi province after bomb blasts on September 30 at 13 locations including government offices. AFP PHOTO\n\n\n\n\n-\n+\n\nExplosions at 13 locations on eve of China's national day kill seven & injure 51 in rural South China county of Liucheng near Vietnamese border.  \"Criminal case\" not a \"terrorist act\" claim authorities.\nBOMBINGS\nLetter bomb attacks on China's national day\nAFP News Agency\n\nAn injured man is given medical treatment at a hospital after a series of blasts in Liucheng county in Liuzhou, south China's Guangxi province.  AFP PHOTO\n\nOn the eve of China's national day, 17 letter bombs exploded in southern China with blasts in multiple locations including government offices.                                                                                                     Seven people were killed and 51 injured.                                                                                                      The explosions occurred in at least 13 locations including a prison, a government office and a shopping centre in the rural county of Liucheng in the Guangxi region.                                                                                                     Liucheng, near the Vietnam border is home to about 400,000 people and is one of China's poorest regions.                                                                                                     Pictures posted online showed portions of six-storey buildings gutted and collapsed, and streets littered with glass, bricks and other debris.                                                                                                     Other photos showed overturned cars, victims bandaged and laid on makeshift stretchers and plumes of grey smoke rising above a residential district.                                                                                                     The explosives were apparently placed in express delivery packages.\n\nDamaged windows are seen on the ground of a room at the site of blasts in Liucheng county. AFP PHOTO\n\nCRIMINAL CASE, NOT TERRORIST ACT \nAuthorities said a 33-year-old local suspect had been identified but gave no immediate motive and were seeking his arrest.\nAuthorities took care to label this as a \"criminal case\" not a \"terrorist act\".                                                                                                     A \"preliminary suspect\" was named as M. Wei, aged 33.                                                                                                     In recent years, several disgruntled Chinese citizens have bombed local government offices and public places to try to draw attention to their grievances.                                                                                                     In 2013 a man set off a series of home-made bombs packed with ball bearings outside provincial government headquarters in northern China, killing at least one person and wounding eight.                                                                                                     He allegedly sought to \"take revenge on society\".                                                                                                     The same year a street vendor set fire to a bus in east China's Fujian province, killing himself and nearly four dozen passengers in an act of retaliation against local authorities.                                                                                                     Legal paths for pursuing justice in China are limited, as courts are subject to political influence and corruption.\nCitizens who lodge complaints against authorities often find themselves being detained.                                                                                                     Authorities maintain tight control over public security in the one-party state and place huge importance on maintaining social order.                                                                                                     FRESH BLASTS THE NEXT DAY   One day after the 17 parcel bombs went off, a fresh explosion rocked a southern Chinese town in the early morning in a residential building in the same rural county of Liucheng as the first blasts.                                                                                                     The six-storey building, near a local highway administrative bureau in Liucheng, the county seat, caused \"some damage\" according to local media reports with \"bricks scattered around\" the explosion site.                                                                                                     There were no injuries immediately reported."
    },
    {
        "filename": "196-tonnes-of-hazardous-waste-being-sent-back-to-japan.html",
        "heading": "196 tonnes of hazardous waste being sent back to Japan",
        "date": "29 Jul 2016 at 13:30",
        "viewed": "2,116 viewed",
        "contents": "Officials check hazardous electrical and electronic waste seized last year and due to be shipped back to Japan on Friday. (Photo by Apichart Jinakul)\n\n\n-\n+\n\nContainers at Laem Chabang Port declared to have scrap metal, copper & aluminum, actually have hazardous electronic waste. Importer & Japanese exporter to be punished.\nWASTE DISPOSAL, INTERNATIONAL TRADE & THE ENVIRONMENT\n196 tonnes of hazardous waste being sent back to Japan                                                                    \n28/07/2016                                                                    Online Reporters                                                                      More than 190 tonnes of hazardous electronic and electrical waste (e-waste) will be sent back to Japan on Friday.\nThe hazardous waste was illegally imported into Thailand from Japan through the Laem Chabang container port in Chonburi last year.\n\nIndustry deputy permanent secretary Sakda Pankla leads senior officials to inspect electronic waste before it is sent back to Japan on Friday. A total of 196.11 tonnes of the hazardous waste was illegally imported to Thailand in falsely declared shipping containers through Laem Chabang port in Chon Buri last year. (Photo by Apichart Jinakul)\n\nCUSTOMS SEIZURE OF HAZARDOUS WASTE \n\nComputer monitors are typically packed into low stacks on wooden pallets for recycling and then shrink-wrapped (Source: Wikipedia)\n\nThis huge amount of hazardous garbage was seized following an inspection of containers at Laem Chabang port by the customs department and industrial works officials on Aug 28 last year.                                                                     They opened eight containers shipped from Japan and declared to contain scrap metal, copper and aluminum.\nHowever, only one of the containers contained goods as declared in customs documents.\nThe seven other containers were found to contain electronic and electrical waste.\nHOW COMMON IS THIS?\nIt was the first incident of its kind detected in Thailand.\nThere might have been undetected incidents in the past.\nA similar case of this sort of \"offshore waste dumping\" drew widespread public attention recently in the Philippines (see here, here, here, here & here).\nWHAT IS THE LAW ON ELECTRONIC WASTE? \nElectrical and electronic waste is classified as hazardous waste under the Basel Convention  to which 183 countries are partie (see here).\nImports of this kind of waste must receive prior permission from the Thai government before they can be imported to Thailand.\nJapan’s Ministry of the Environment will take legal action against those involved in exporting the waste to Thailand.\nIn this case, the importer had falsely declared the goods imported into hailand.\nLegal action will be taken by Thai authorities against the importer.\n\nAn electronic waste (e-waste) centre in the country of Ghana in Africa, where electronic waste is burnt and disassembled with no safety or environmental protections (Source: Wikipedia on electronic waste)\n\nGLOBAL TRADE IN WASTE & ELECTRONIC WASTE                                                                    \nAs Wikipedia describes it, \"the global waste trade is the international trade of waste between countries for further treatment, disposal, or recycling. Toxic or hazardous wastes are often exported from developed countries to developing countries... in Africa, Asia, and Latin America\" (see here).\nElectronic waste (e-waste) consists of \"discarded electrical or electronic devices... Informal processing of e-waste in developing countries can lead to adverse human health effects and environmental pollution. Electronic scrap components, such as [computer] CPUs, contain potentially harmful components such as lead, cadmium, beryllium, or brominated flame retardants. ...great care must be taken to avoid unsafe exposure in recycling operations and leaking of materials such as heavy metals from landfills and incinerator ashes\" (see here & here).\nINSPECTION & SHIPPING BACK TO JAPAN \nIndustry deputy permanent secretary Sakda Pankla inspected the 196.11 tonnes of toxic waste on Thursday with senior officials from the Department of Industrial  Works, the Department of Pollution Control, the Customs Department, and  Laem Chabang port and cargo terminal operators.\nThe Department of Industrial Works will ship the toxic waste back to Japan on Friday. It is expected to arrive there on Aug 7.\nhttp://www.bangkokpost.com/news/general/1046825/196-tonnes-of-hazardous-waste-being-sent-back-to-japan\nhttps://en.wikipedia.org/wiki/Electronic_waste_by_country                                                                     https://en.wikipedia.org/wiki/Electronic_waste\nhttps://en.wikipedia.org/wiki/Global_waste_trade"
    },
    {
        "filename": "1997-crisis-debt-finished-in-23-years.html",
        "heading": "1997 crisis debt: Finished in 23 years",
        "date": "11 Jul 2013 at 16:22",
        "viewed": "2,216 viewed",
        "contents": "-\n+\n\nBanks to pay 0.46% of deposits to help pay the 20 billion baht every year needed to reduce size of loan (loan principal).\n\nFINANCE\nFIDF debt pay-off in 23 years\n11/07/2013 \nWichit Chantanusornsiri\nThe Financial Institutions Development Fund (FIDF) will pay off its remaining portion of the 1.13-trillion-baht debt incurred from bailing out troubled financial institutions during the 1997 financial crisis within 23 years, two years earlier than scheduled, the Bank of Thailand says.\nPovongtip Poramapojn, senior director of the central bank's FIDF Management Department, said the forecast is based on the assumption that the bank's rescue fund will be able to repay at least 20 billion baht a year in principal.\nThe low interest rate cycle has also helped to shorten the period, she said.\nThe FIDF's annual interest rate has dropped by a third to 4%.\nMrs Povongtip said the FIDF can pay the principal of 20 billion baht this year, as the rescue fund will obtain 16.4 billion baht from dividend payments by Krungthai Bank (KTB), the country's second-largest lender by assets, and Bangkok Commercial Asset Management (BAM).\nThe FIDF is the main shareholder in KTB at 55.07% and wholly owns BAM.\nOther funding sources likely to be used to pay off the FIDF's debt include land sales.\nThe FIDF recently appointed a consortium comprising Trinity Securities, Kasikorn Securities and UBS AG as financial advisers for BAM's initial public offering, expected this year.\nBAM is the country's largest asset manager for bad loans, with 73.5 billion baht worth of assets under management as of March 31.\nThe FIDF is also expected to receive 45 billion baht a year from collecting surcharges on commercial bank deposits, said Ms Povongtip, an amount similar to the fund's annual interest burden.\nCommercial banks are required to contribute 0.47% of their deposits to the authorities - 0.46% to repay the rescue fund's debt and 0.01% to the Deposit Protection Agency.\nhttp://www.bangkokpost.com/print/359309/"
    },
    {
        "filename": "1997-crisis-debt-to-be-repaid-over-20-30-years.html",
        "heading": "1997 crisis debt to be repaid over 20-30 years",
        "date": "26 Jan 2011 at 15:11",
        "viewed": "2,388 viewed",
        "contents": "-\n+\n\nThe principal of the 1.14-trillion-baht debt from the 1997 crisis bail outs will start to be paid down under a new plan.\n Read previous articles on this issue: #1 (12/11/2010) and  #2 (1/12/2010).  In a related story today: \"The Thai Asset Management Corp plans to sell off its remaining 63 billion baht worth of dud assets before its closure in June this year.\" (See article: TAMC to hold fire sale)  Click button to listen to FIDF Deal and rightclick to download\n\n\nFIDF deal possible next week\nThe Bank of Thailand board hopes to reach a conclusion with the Finance Ministry next week on how to deal with the 1.14-trillion-baht debt incurred from buying bad assets from financial institutions during the 1997 financial crisis, says chairman of the BoT board, M. R. Chatumongkol Sonakul.  He said the central bank will call a meeting with Finance permanent secretary Areepong Bhoocha-oom to explore their options.  During the 1997 crisis, the Financial Institutions Development Fund (FIDF) bailed out several banks and finance companies which suddenly became debt-ridden after the baht had been floated by issuing bonds.  The central bank has since been responsible for repaying the principal of the bonds whenever it makes profit and the Finance Ministry has paid the coupon.  In recent years, however, the central bank has not made much profit and the ministry has become increasingly irritated by the huge amount to interest it had to pay each year, at 60 billion baht last year.  Late last year, both agreed to solve the issue by transferring the FIDF's assets to the ministry to help clear some of the principal. However, both have yet to appraise the assets.  They are now working on drafting the fund-closing bill and seeking a consensus on asset appraisals.  Actually, both issues [asset evaluation and the draft] are taxpayers' money transferred between two pockets. Personally, I don't think any dispute should arise. We should settle on a solution that benefit the people the most, even though one of us stands to lose,\" said M. R. Chatumongkol.   Since consolidating the central bank's reserve and currency accounts is not possible, the focus should be on amending the Bank of Thailand Act and Currency Act to allow the central bank to use the yields from currency reserves to clear the principal of the debts.   Currently, the currency reserve stands at 36 billion baht.  The debt is huge and we can't say it's all the central bank's burden because during the crisis we agreed to create this debt in order to revive the economy. Therefore, we can't expect to clear [the debt] in five or seven years. If we work on the law amendments, I think we could clear the debts in 20-30 years from now and then we need to issue new longer-term bonds to match the repayment period,\" said M. R. Chatumongkol.  Commenting on the overall economy, the former Bank of Thailand governor agreed with the BoT's policy to focus on taming inflation in line with the regional trend because high inflation would disrupt the economic growth in the long term.  He added that the depreciating Thai baht would benefit the export sector, which will in turn help maintain the economic expansion, even though it will add to inflationary pressures.   As always, the re-emergence of political conflicts will add to the risks.  (Source: Bangkok Post, business section, FIDF deal possible next week, 26/01/2011, link)   Financial Institutions Development Fund (FIDF) - a fund managed by the Bank of Thailand that played a key role in rescuing failing financial institutions after the 1997 crisis  Bank of Thailand (BoT) - Thailand's central bank (Read description at Mahidol University)  central bank - the government's bank that controls all the other banks in a country, sets monetary policy, maintains the stability of the national currency and money supply, sets interest rates and inflation targets, saves failing banks as a lender of last resort during times of financial crisis (See Wikipedia)  Asset Management Companies (AMCs) - special companies with special rights to deal with \"significant banking sector problems,\" also known as \"debt-management companies\" (See 2004 ADB paper and ADB book) dud - 1. something that fails to work or function, 2. a bomb that fails to explode  fire sale - sale or even at which goods are sold at very low prices (very cheap, good deals)   board - board of directors, the group of people elected by the stock shareholders of a corporation to oversee the operation of a corporation at a very high level (See Wikipedia) conclusion - a final decision การสรุป การตกลงขั้นสุดท้าย  debt - an amount of money that you owe หนี้ ridden - has a lot of something bad (guilt ridden about the kids, flea ridden blanket, debt-ridden company, for example) debt-ridden - when a person has much too much debt  incur debt - when an individual or company adds debt (liabilities) to their balance sheet  assets - things owned, sucha as stocks, bonds, real estate, loans to others, or money สินทรัพย์  institutions - large and important organizations, such as universities or banks สถาบัน  financial institution - a company that provides financial services to individuals and companies (See Wikipedia) finance - to provide money for something จัดหาเงินทุนให้ finance company - a financial institution that makes loans to individuals and businesses to pay for purchases repayable in installments, not a bank so not subject to the strict regulations of a bank crisis - an urgent, difficult or dangerous situation วิกฤตการณ์  central bank - a raised area of land along the side of a river ริมฝั่งแม่น้ำ options - possible choices, the different things that someone can choose to do ทางเลือก explore options - look at and evaluate possible choices (before actually choosing one)   bail out - pay money to help someone else get out of a problem   floating exchange rate - an exchange rate between two currencies that goes up and down with supply and demand  fixed exchange rate - an exchange rate between two currencies that is always the same value (this forces an adjustment to happen elsewhere in the current account (exports - imports) and capital account (investment money flowing into or out of a country)  baht had been floated - the baht went from having a fixed exchange rate (against the US dollar) to have a floating exchange rate   bond - a formal contract to repay borrowed money with interest at fixed intervals, a paper certificate is issued much like a stock certificate (See Wikipedia)  พันธบัตร issuing - officially giving something to people ออกคำสั่ง issuing bonds - sell a new set of bonds for the first time  principal - the amount of money borrowed in a loan that must be paid back to the lender เงินต้น clear the principal - paying back all of the money that was borrowed, pay back all of the principal of the loan (and thus reducing interest payments to zero)  clear the principal of the debts - same as above  clear some of the principal - same as above  repay the principal of the bonds - same as above  pay down the principal - same as above  profit - money that you make from selling goods and services after all your costs have been paid กำไร coupon - coupon of a bond, the rate of interest to a bond owner, \"the amount of interest paid per year expressed as a percentage of the face value of the bond\" (See Wikipedia)  ministry - a government department dealing with an area of activity กระทรวง irritated - annoyed รำคาญ, หงุดหงิด interest - payments made for the use of another's money for a period of time issue - a problem that needs to be discussed and dealt with ประเด็น solve the issue - solve a problem that needs to be discussed and dealt with  transfer - give from one person or oranization to another, change ownership to another person or organization,  move from one person or organisation to another โอน 1997 economic crisis - 1997 Asian financial crisis (See Wikipedia)  asset - something owned by a person, company etc., particularly money and property ทรัพย์สิน appraise - find the value of something  appraise asset - find the value of an asset  asset appraisal - the value of an asset   draft - written for consideration, but not yet in its final form, likely to be changed ฉบับร่าง fund - money collected or gathered together to spend on something เงินทุน กองทุน bill - a written document containing a proposal for a new law ญัตติ consensus - a generally accepted agreement or decision among a group of people ความคิดเห็นของคนส่วนใหญ่  taxpayers' money transferred between two pockets - meaning: 1. all the government's money is really the people's money, 2. so it doesn't really matter which government agencykeeeps the money or spends the money  dispute - a serious disagreement, fight, conflict, argument การโต้เถียง, ความขัดแย้ง, ข้อพิพาท settle - to reach a decision or an agreement about something, or to end a disagreement แก้ปัญหา benefit - to help someone มีประโยชน์ต่อ   reserve - something currently not being used but that can be used when needed สำรองไว้ ที่จัดสรรไว้  currency - a widely used the money accepted for exchange of goods in an economy เงินตรา (See Wikipedia) currency reserves - foreign currencies kept by a country's central bank   account - where money is kept in a company's recordkeeping and accounting system  focus - the one or small number of things they work on hard to achieve (rather than try to do a million things and achieve nothing) ให้ความสำคัญ amending - making changes to a document, law, agreement, etc. การแก้ไขกฎหมาย yields - profit, money that is made from some activity or from some asset or investment   burden - a serious or difficult responsibility that you have to deal with ภาระ (See glossary) revive - bring back to life again, to come or bring something back to life, health, existence, or use ทำให้ฟื้นชีพ issue new longer-term bonds to match the repayment period - the bailout money that will be repaid over a long period (20-30 years) is financed by bonds that have a life of the same period of time    policy - a plan of action to guide decisions and achieve outcomes (See Wikipedia) inflation - the level of prices rising in the economy as a whole (See The Economist glossary) ภาวะเงินเฟ้อ taming inflation - controlling and limiting inflation to a low level  in line with - following, matching and agreeing with  trend - a gradual change over time such moving upwards or downwards or not changing at all (flat trend) ทิศทาง แนวโน้ม regional trend - the general direction of change in the region as a whole (here: the ASEAN or Southeast Asian region which includes Thailand's neighbors)  disrupt - cause difficulties for some activity and prevent it from continuing as usual or as expected ทำให้ยุ่งเหยิง, ทำให้ยุ่งยาก ทำให้เสียกระบวน, ทำให้เสียระบบ, ทำให้สับสน  depreciating - when a currency loses its value and becomes cheaper (this makes the countries exports cheaper) การลดลงของค่าเงิน sector - a part of the economy ภาคเศรษฐกิจของประเทศ (public sector = government, private sector = all businesses, household sector = families and consumers, banking sector,...) (See Wikipedia) export sector - the part of the economy that produces goods and agricultural commodities for export, all the businesses that do this   maintain - to keep something happening, to make it continue happening, prevent it from stopping expansion - when something increases in size, number or importance การขยายออก emergence - the process of appearing การปรากฎออกมา re-emergence - the process of appearing again (after already appearing before)  conflicts - angry disagreements and fighting between people or groups ความขัดแย้ง"
    },
    {
        "filename": "2-000-animals-at-tiger-temple-starving.html",
        "heading": "2,000 animals at Tiger Temple 'starving'",
        "date": "22 Jun 2016 at 17:22",
        "viewed": "1,979 viewed",
        "contents": "Some cattle are fed with a few bunches of morning glory while a large number of animals are still starving. \n\n\n\n-\n+\n\nOnce 100 million baht a year tourism business can't afford to buy animal food to feed all the animals wandering around its property.\nANIMAL WELFARE\n2,000 animals at Tiger Temple 'starving'\n22/06/2016Piyarach Chongcharoen\n2,000 animals remain at the Tiger Temple in Kanchanaburi with little, if any, food after authorities moved its tigers.\nThe recent Tiger removal has reportedly left the temple without any means for raising money to pay for animal food.\nSo, the Tiger Temple is now asking for food donations to feed the remaining animals. \nNO VISITORS AFTER MUCH-PUBLICISED TIGER RELOCATION \nStaff at the Tiger Temple said there have been no visitors at all to the temple after the relocation of 147 tigers to several breeding centres in other provinces between May 30 and June 4.\nThe relocation was carried out by the National Park, Wildlife and Plant Conservation Department under a court order.\nThe temple, once famous among tourists for its Bengal tigers from 2004 to last month, was accused of involvement in illegal wildlife trafficking.Nathawut Phokaew, a temple boy (a layman serving monks at a temple in exchange for shelter and food), said on Wednesday after the tigers were removed, the temple had been virtually closed.\n\n(Photos by Piyarach Chongcharoen)\n\nRESCUED OR BOUGHT FROM SLAUGHTERHOUSES TO MAKE MERIT \nAlthough the monastery no longer has tigers in its care, it has to  feed about 2,000 other animals including cows, buffaloes, deer, barking  deer, boars and others.\nThe problem is that the temple doesn't have any money anymore.\nMany of the cattle on the temple's property were rescued or bought  from slaughterhouses, a popular form of merit-making among Thai  Buddhists.\nNow they might die anyway, an ironically even more painful death from starvation. The  animals are now fed subsistence amounst of feed and vegetables each day  because the temple could not afford to buy more, he added.Mr  Nathawut said he and other temple staff would continue to stay out of a  concern the temple would have no one to feed the animals.\n\nMassive tiger temple expansion being built (Source: Screen shot from National Geographic video below).\n\nONCE A 100 MILLION BAHT A YEAR TOURISM BUSINESS\nIt is worth recalling the golden days of the Tiger Temple, only a month or so ago, that have so quickly faded from memory as they passed from our Facebook timelines.\nTigers once earned the Tiger Temple an estimated 100 million baht a year in tourism revenue.During the Tiger Temple's golden days, monks at the temple were accused of speed breeding and selling off tigers illegally. Moves to remove the tigers gained momentum in 2014 when three of its 147 captive tigers reportedly disappeared. The results of an investigation published in the National Geographic magazine indicated that tigers had been taken illegally to and from the temple since at least 2004 (see here).\nTHREATS FROM POLICE COLONEL HEAD OF TIGER TEMPLE FOUNDATION \nThe Tiger Temple denied anything at all was wrong until the very last moment before the wildlife department entered the temple with a court order.\nThe head of the wildlife department tried to negotiate with Police Colonel Supittapong Pakcharung, chairman of the Tiger Temple Foundation, which oversaw the hugely profitable tiger zoo, but failed, with the Police Colonel threatening legal action against anyone who trespassed, up to the very last moment (see here).\nMONEY TRANSFERS OUT OF THE COUNTRY TO GERMANY & CZECH REPUBLIC \nThe lawyer Soochaphong Boonserm who once worked as a volunteer helping the temple with legal documents later resigned and became a whistleblower when he uncovered evidence of wrongdoing.\nThe lawyer said he uncovered evidence that the Tiger Temple had transferred money out of the country to purchase plots of land in Germany and the Czech Republic, purportedly to build new temples. He said the land plots were registered in the name of the controversial head abbot Phra Ajarn Chan (see here).\n\nDeputy director-general of the wildlife department confronts police colonel chairman of massively profitable tiger zoo.\n\nSOME SICK, SOME PREGNANT, BUT CAN ONLY FORAGE TO FIND FOOD \nThe animals at the Tiger Temple can only forage since there is not enough money to buy them any food at all.\nGone are the days of millions of baht of tourism profits.\n\"Some of them have become sick. Some are pregnant. We can't do anything but let them forage for food on temple grounds. It would be good if government officials, particularly veterinarians, could come to take a look at them from time to time.\"We would also like to call on animal lovers to donate food to the temple so we can feed them,\" he said.Kasemsorn Polchai, another temple boy, said the animals were now scattering all over the vast temple land, looking for food.\"Donations for the animals are needed,\" he said.\n\n\n\nTIGER TEMPLE SAGA STARTED BACK IN 2001In 2001, Luang Ta Chan, the abbot, took in seven wounded tigers, allegedly at the behest of villagers.\nWildlife officials at the time came to take a look at them and decided the big cats needed to be impounded because they were protected animals.\nHowever, the authorities lacked the means to move or take care of them so they asked the temple to keep looking after them on their behalf.\nRISE TO POPULARITY WITH TOURISTS With the rare tigers on long chains so that they could be petted, the monastery became popular with tourists from all over the world.\nTheir numbers had grown to 147 at the last count in 2015.\nThe temple reportedly relied on donations and revenue from animal shows to keep the operation going. Over the past two years, the temple was accused of being involved in animal trafficking after a veterinarian who used to work for the temple revealed the number of the tigers went up and down, perhaps indicating tigers were being sold illegally.\nTo partially rectify the situation, the temple applied for a zoo licence but the application was ultimately turned down.Wildlife authorities took action in May to take away the tigers.\nRaids on the temple revealed 40 bodies of baby tiger cubs in freezers.\nBody organs and parts of dead adult tigers that could be sold for hefty profits also shocked the world when they were found.\nThousands of amulets and magical talismans made of tiger parts were also seized.The abbot denied any involvement, saying he had nothing to do with all the dead tigers and tiger parts found around the temple.    http://www.bangkokpost.com/news/general/1016953/2-000-animals-at-tiger-temple-starving"
    },
    {
        "filename": "2-thais-arrested-for-human-trafficking.html",
        "heading": "2 Thais arrested for human trafficking",
        "date": "15 Oct 2014 at 14:24",
        "viewed": "2,178 viewed",
        "contents": "-\n+\n\n38 Bangladeshis & 15 Rohingyas found at rubber plantation in Phang Nga, 79 boat people found on remote island, 134 total suspected human-trafficking victims found since Saturday.\n\nA crowded boat of Rohingyas.\n\nHUMAN TRAFFICKING\n2 Thais arrested for human trafficking (Updated)\n134 Bangladeshi, Rohingya found since Saturday in Phang Nga 14/10/2014                                                                                                                Reuters News agency                                                                                                                 Police Tuesday arrested two men on human trafficking charges related to the discovery of several groups of suspected trafficking victims in Phang Nga province.                                                                                                                 The two Thais were charged in relation to a group of 53 men found Saturday at a rubber plantation - 38 from Bangladesh and 15 Rohingya, a mostly stateless Muslim minority from western Myanmar.                                                                                                                 Another 79 sick and exhausted boat people found Monday hiding on a remote island in the southern province, bringing to 134 the number of suspected human-trafficking victims found since Saturday, officials said.                                                                                                                 \"The two men have been charged with trafficking and bringing foreign labour into the country illegally,\" a senior police official, who declined to be identified, told Reuters. He said police were still looking for the gang leaders. If found guilty, the men face up to 10 years' jail.                                                                                                                 Human rights groups hailed the arrest, but said the number of victims found shows Thailand is making little progress in eliminating human trafficking.                                                                                                                 \"Although the arrest of alleged traffickers can be viewed as a positive step, the discovery of these groups shows that trafficking routes in Thailand are still very active,\" Sunai Phasuk, Thailand senior researcher at Human Rights Watch, told Reuters. \"Regardless of the promises of the junta, nothing seems to have been done in concrete terms to stop trafficking gangs.\"                                                                                                                 All but one of the 79 discovered Monday were from Bangladesh, according to local officials.                                                                                                                 The first group found in a rubber plantation in Takua Pa district on Saturday comprised 38 men from Bangladesh and 15 Rohingya, a mostly stateless Muslim minority from western Myanmar. They have been moved to a shelter in neighbouring Ranong province while their cases are investigated by Thai authorities ahead of possible repatriation.                                                                                                                 The remainder were discovered on Monday, and of those 79, one was a Burmese national and the rest from Bangladesh. They are now in the local district office.                                                                                                                 \"We have to wait for further information on this group to see if they were tricked in to coming or whether they came of their own volition,\" said Churin Kwanthong, head of the Phang Nga office of the Ministry of Social Development and Human Security. \"If they were tricked then we would also consider them victims of human trafficking.\"                                                                                                                 The high proportion of Bangladeshis cropping up on smuggling routes once plied mainly by Rohingya is consistent with what a leading Rohingya advocacy group says is an alarming rise in \"forced departures\" from Bangladesh.                                                                                                                 \"We are finding more and more cases like this,\" said Chris Lewa of the Arakan Project, which plots migration across the Bay of Bengal. \"A huge chain of people is involved.\"                                                                                                                 She said the group had learned that brokers in Bangladesh were abducting men and boys, or luring them by false promises of work, then shipping them to Thailand and Malaysia. There they are held in jungle camps or houses until relatives secure their release by paying the traffickers a ransom - usually several thousand dollars each.                                                                                                                 Reuters has not spoken directly to the people found by Thai police over the last three days.                                                                                                                 But according to an official who heads the group that interviewed them, some said they had been forced or tricked into boarding a boat for Thailand. Others may have left Bangladesh voluntarily in search of work overseas.                                                                                                                 Khandaker Mosharraf Hossain, minister responsible for the welfare of Bangladeshis overseas, said the government was aware of people being lured on to boats.                                                                                                                 \"We reach out to the homes of common people in remote areas through our local representatives, but they do believe these brokers,\" he told Reuters. \"But the number of such incidents now is less than it was previously.\"                                                                                                                 Reuters reported last year how thousands of Rohingya were held and sometimes tortured by traffickers at jungle camps in southern Thailand until their families secured their release with ransoms of $2,000 or more.                                                                                                                 The discovery of the boat people, along with the detention of dozens more Rohingya last month, suggests that smuggling routes are still thriving in Thailand.                                                                                                                 Regional trafficking routes have been forged by misery, cruelty and market forces.                                                                                                                  Tens of thousands of Rohingya Muslims have fled Myanmar's Rakhine State since 2012, when violent clashes with ethnic Rakhine Buddhists killed hundreds and made about 140,000 homeless. Most were Rohingya, who now often live in apartheid-like conditions with little or no access to jobs, schools or healthcare.                                                                                                                 Some opt to leave with the help of brokers, who ferry them to smuggling boats moored off the coast of neighbouring Bangladesh. Rohingya think the boats are heading for Malaysia, but they are waylaid in Thailand and held for ransom at camps.                                                                                                                 The same route is now routinely plied by Bangladeshis leaving their homeland in search of jobs.                                                                                                                 In January, two police raids in southern Thailand freed 636 people, about a third of them Bangladeshis - an  \"unprecedented\"  number, said police.                                                                                                                 http://www.bangkokpost.com/news/asean/437555/more-bangladeshis-found-in-thailand-on-human-trafficking-route"
    },
    {
        "filename": "2-year-old-dead-after-speeding-car-rams-3-bicyclists.html",
        "heading": "2-year-old dead after speeding car rams 3 bicyclists",
        "date": "29 Apr 2016 at 14:18",
        "viewed": "2,313 viewed",
        "contents": "Graphic CCTV footage clearly shows how vulnerable people riding bicycles on the side of road are to speeding drivers (Source: Post Today); Inset: Open can of beer found next to driver's seat; Mangled wreckage of bicycle. \n\n\n-\n+\n\nGraphic CCTV footage clearly shows dangers of riding bicycle on side of road. Speeding hit-and-run driver drinking in car.\nROAD SAFETY\n2-year-old dead after speeding car rams 3 bicyclists\nA tragic hit-and-run accident that killed two people, including a two-year-old girl, and severely injured another person was caught on CCTV yesterday in Khon Kaen.                               The graphic CCTV footage clearly demonstrates how vulnerable people riding bicycles on the side of roads are to speeding drivers.\n[WARNING GRAPHIC VIDEO: watch here & TV report here]                              While the car was traveling at a very high speed, the car hit one bicycle and sent it flying into another bicycle.                              The first bicyclist was killed instantly from the impact.                              A 2-year-old girl riding on the back of the second bicycle was also killed.\nThe person pedaling the bicycle was severely injured and sent to the hospital.\nHIT-AND-RUN & OPEN CAN OF BEER IN CAR   After the accident, the driver fled from the car and ran into a field on the side of the road, also captured in the CCTV footage.                               An open can of beer was found in the beverage holder next to the driver's seat.\nCAR OWNER TURNS HIMSELF IN, CLAIMS INNOCENCE   Several hours later, the owner of the car turned himself in to police but claimed that the driver who hit the bicyclists was actually a friend who borrowed the car.                               The owner of the car, however, did test positive for drug usage and was arrested under drug charges.                              Police are still trying to determine the identity of the hit-and-run driver.                                 http://bangkok.coconuts.co/2016/04/29/2-year-old-girl-one-man-killed-after-speeding-car-rams-their-bicycles                             https://www.facebook.com/KhonKaen.checkpoint/photos_stream?ref=page_internal                             http://www.posttoday.com/social/hot/429200                             https://www.youtube.com/watch?v=J63RJwBlnkg                             https://www.youtube.com/watch?v=CiwuN7TNDmc"
    },
    {
        "filename": "20-of-emergency-patients-die-in-traffic",
        "heading": "20% of emergency patients die in traffic",
        "date": "16 Jan 2017 at 17:07",
        "viewed": "4,243 viewed",
        "contents": "-\n+\n\nSome people don't understand they should move out of the way for ambulances rushing to a hospital.\nMEDICAL EMERGENCIES\n20% of emergency patients die in traffic\n16/01/2017                                 Online Reporters                                 About 20% of emergency patients die on the way to hospitals because the ambulances taking them are stuck in traffic.\nThis is according to National Institute for Emergency Medicine (NIEM) secretary-general Anucha Sethasathian.\nPart of the problem is that some vehicles ignore ambulances and refuse  to give way to them. In most western countries this is against the law, a  law that is enforced and that could result in the motorist paying a  high penalty such as a big fine, so motorists blocking ambulances  habitually move out of the way.\n\n\n\nREVELATION AFTER VIRAL VIDEO OF BLOCKED AMBULANCE \nOn Monday a video clip -- which showed a pick-up truck refusing to give way to an ambulance which was rushing patients to a hospital in Chiang Mai -- went viral on social media.\nDr Anucha took this occasion to reveal the institute's statistics.\nHe said the statistics indicated traffic problems caused about 20% of the deaths of emergency patients while on the way to hospitals.\n\n\n\nDRIVERS DO NOT UNDERSTAND THEY SHOULD GIVE WAY TO AMBULANCES                                 \nThe institute's study also showed that some people did not understand that they should give the right of way to an ambulance rushing to a hospital.                                 Everyone should be aware that one second could mean life or death for patients in need of medical care, Dr Anucha said.                                 He said motorists should not raise any doubts on seeing an ambulance whether it is really taking a patient to a hospital. \nInstead, they should raise their own awareness and learn to give way to an ambulance without being required to do so by a law.                                 Dr Anucha said most of the patients in ambulances had a heart disease, high blood pressure and critical diabetic symptoms, or sustained injuries from violent accidents.\n\n\n http://www.bangkokpost.com/news/general/1181160/20-of-emergency-patients-die-in-traffic\nhttp://www.posttoday.com/social/hot/475912"
    },
    {
        "filename": "20-of-thais-suffer-from-insomnia-not-enough-sleep.html",
        "heading": "20% of Thais suffer from insomnia, not enough sleep",
        "date": "23 Mar 2017 at 13:25",
        "viewed": "3,588 viewed",
        "contents": "(Source: YouTube screenshot) \n\n\n-\n+\n\nGetting enough sleep is important for long-term health & a long life. For World Sleep Day learn more about insomnia that you or your loved ones may suffer from.\nHEALTH & SLEEP\n20% of Thais suffer from insomnia\n23/03/2017                                                              Penchan Charoensuthipan                                                               About 20% of Thais suffer from insomnia.\nInsomnia affects body growth, healing ability and raises the chances of developing various diseases later in life, doctors say.                                                               This startling statistic was revealed yesterday as medical experts gathered to mark World Sleep Day.\nInsomnia topped a list of sleep- related abnormalities, followed by snoring and obstructive sleep apnea.\nSleep apnea is when breathing repeatedly stops and starts during sleep.\nThis is according to Wachira Phengchan, head the of the Public Health Ministry's Department of Health.\n\nComplications of insomnia (Source: Wikipedia)\n\nMOBILE PHONES, LATE NIGHT TV & STRESS: ALL CAUSES OF INSOMNIA \nInsomnia is not restricted to people encountering stress as many believe, the gathering was told.                                                               Watching TV and using smart phones late into the night can be also factors behind difficulty in sleeping.\n\n\n\nLACK OF SLEEP: NEGATIVE LONG-TERM EFFECT ON HEALTH \nIf left untreated, insomnia will affect physical growth as well as intelligence quotient (IQ) and emotional intelligence (EQ) development in children. \nThe bodies of adults who do not get enough sleep are unable to repair deteriorated cells in the body.                                                                \"Eating healthy food alone will not be helpful\" in supporting body growth and self- healing if people suffer from insomnia, Dr Wachira said.\n\n\n\n10PM TO 2AM: BEST SLEEPING TIME  \nSleeping during what Dr Wachira called the \"valuable time\" from 10pm to 2am is the best period for the brain to take a full rest.                                                               It is also when the body produces growth hormones which are essential in a child's growth and the self-healing process in adults.\n\n\n\nHEALTH PROBLEMS FROM LACK OF SLEEP: 7-HOURS ON AVERAGE NEEDED DAILY   Without enough sleep, which should be seven hours a day on average, people are gradually harming their hearts.                                                               In the long term, they are more likely to develop diseases such as heart disease, coronary artery disease, stroke, high blood pressure or diabetes, experts say.\n\n\n\nDO I SUFFER FROM INSOMNIA?\nPeople can check whether they have insomnia by observing their sleep.\nIf they cannot fall asleep within 30 minutes for three consecutive days, they should see a doctor.\nThis is according to Arunwan Phruethiphan, chairwoman of the Sleep Society of Thailand.                                                               Changes in lifestyles can help people cope with insomnia.\nThey should not drink coffee or tea two hours before sleep time.\nThey are also advised to refrain from eating a lot of food and doing heavy exercise before bed.\n\n(Source: Wikipedia)\n\n  http://www.bangkokpost.com/news/general/1219425/doctors-lose-sleep-over-insomnia\nhttps://en.wikipedia.org/wiki/Insomnia                                                               https://en.wikipedia.org/wiki/Apnea"
    },
    {
        "filename": "2000-boat-people-swim-ashore-in-malaysia-indonesia.html",
        "heading": "2,000 boat people swim ashore in Malaysia & Indonesia",
        "date": "11 May 2015 at 17:38",
        "viewed": "1,290 viewed",
        "contents": "-\n+\n\nSmugglers redirect to Malaysia & Indonesia as Thailand cracks down on human-smuggling after discovery of mass graves.\n\nSongkhla villagers provide a Muslim funeral and burial for unknown Rohingya found in mass graves left behind by traffickers in the South. (Reuters photo)\n\nREFUGEE CRISIS\nNearly 2,000 boat people rescued in Malaysia, Indonesia\n11/05/2015                                                                                                                       AFP News agency                                                                                                                        Nearly 2,000 boat people from Myanmar and Bangladesh have been rescued or swum to shore in Malaysia and Indonesia, authorities said Monday, warning that still more desperate migrants could be in peril at sea.                                                                                                                        The spate of arrivals comes as Thailand, their usual destination, cracks down following the discovery of mass graves that has laid bare the extent of a thriving human-smuggling ring in Southeast Asia.                                                                                                                        Thousands of impoverished Muslim Rohingya -- a minority unwanted by Myanmar's government -- and Bangladeshis have been braving a perilous sea and land trafficking route through Thailand and into Malaysia, Indonesia and beyond every year.                                                                                                                        Malaysian police said people-smugglers had dumped more than 1,000 hungry migrants in shallow waters off the coast of the resort island of Langkawi since Sunday.                                                                                                                        \"We think there were three boats that ferried 1,018 migrants,\" said Langkawi deputy police chief Jamil Ahmed. He added that one boat was confiscated but the others are believed to have fled to sea.                                                                                                                        Mr Jamil said more of the castaways were expected to emerge from the island.\n\n In Indonesia, a boat was found off the west coast early Monday with more than 400 people aboard, authorities said, a day after 573 people described by one official as \"sad, tired and distressed\" came to shore off the northwest province of Aceh (in Indonesia).                                                                                                                        At least 92 children were among those brought ashore in the two countries.                                                                                                                        Aceh provincial search and rescue chief Budiawan, who like many Indonesians goes by one name, told AFP authorities were bracing for further arrivals and have recruited fishermen to assist in patrolling coastal areas.                                                                                                                        \"We are on standby and ready to rescue them when we receive an alert,\" Mr Budiawan said.\nTHAI CRACKDOWN \nActivists and refugee groups say the Thai crackdown may be imperilling migrants already in the pipeline, leaving them stuck in appalling conditions with little or no food on overcrowded ships, or at risk of being dumped at sea by nervous smugglers.                                                                                                                        \"Thailand has tried to prevent traffickers from continuing their business... so that has forced them to go somewhere else,\" said Chris Lewa from The Arakan Project, a Rohingya rights group, who believes thousands may be at sea.                                                                                                                        Migrants are \"just trying to disembark before they die\", she added.                                                                                                                        Buddhist-majority Myanmar views its population of roughly 800,000 Rohingya as illegal Bangladeshi immigrants, and they have been targeted in outbreaks of sectarian violence there in recent years, prompting many to flee.                                                                                                                        Boatloads of Rohingya have arrived off Aceh in the past, typically after becoming lost or running out of fuel.\n\nRohingya refugees line up for breakfast in the sport stadium of Lhok Sukon, North Aceh, Sumatra, Indonesia May 11. Indonesia Sunday rescued more than 500 Myanmar Rohingya found drifting in a boat off the North Aceh coast. (EPA photo)\n\n One passenger who straggled ashore in Aceh on Sunday told local journalists their vessel had set out from Thailand for Malaysia.                                                                                                                        Indonesian officials said the passengers were tricked and told to swim to land.                                                                                                                        \"One of the migrants who could speak Malay told me that their agent had told them they were in Malaysia, and to swim to shore,\" Darsa, a local disaster management agency official, told AFP.\n\nAn Indonesian doctor checks the health condition of a migrant believed  to be Rohingya, after the latter was rescued from a boat, in Lhoksukon in Indonesia's Aceh province May 11. (Reuters photo)\n\nMr Darsa said the passengers included 83 women and 41 children. One woman was pregnant and some of the children were aged under 10. \"Some of them were not doing too well and needed medical attention,\" he said.                                                                                                                        Mr Jamil, the Langkawi police official, said the 1,018 people found there included 555 Bangladeshis.                                                                                                                        There were 463 Rohingya, including 101 women and 52 children. All appeared to be in decent health, he said.                                                                                                                        Both Malaysia and Indonesia were feeding and providing medical care to the migrants until their legal or refugee status can be determined.                                                                                                                         The UN considers the Rohingya to be one of the world's most persecuted minorities.                                                                                                                        Thai authorities have been at pains to show they are serious about tackling people-smuggling after years of accusations that they turn a blind eye to -- or are even complicit in -- the trade.                                                                                                                        Four secret jungle camps have now been found in southern Songkhla province since last weekend, as well as 33 bodies in various states of decay, Thai police have said, with many pulled from shallow graves.                                                                                                                        The discovery has raised fears that similar camps could exist in Malaysia along its Thai border.                                                                                                                        But Home Ministry secretary-general Alwi Ibrahim said on Sunday that there were no such camps on Malaysian soil, a view supported by Rohingya activists in the country.\n\nAn Indonesia policeman distributes used clothes to migrants believed to be Rohingya inside a shelter in Lhoksukon in Indonesia's Aceh Province May 11. (Reuters photo)\n\n http://www.bangkokpost.com/news/asia/557735/nearly-2000-boat-people-rescued-in-malaysia-indonesia"
    },
    {
        "filename": "2010-prince-mahidol-awards.html",
        "heading": "2010 Prince Mahidol Awards",
        "date": "28 Jan 2011 at 18:45",
        "viewed": "3,815 viewed",
        "contents": "-\n+\n\nMalaria treatment and zinc dietary supplements were focal points in this year's awards.\n  Read another Bangkok Post article on the award recipients here.   Click button to listen to Prince Mahidol Awards and rightclick to download\n\n\nFive scientists win prestigious 2010 Prince Mahidol awards by Thanida Tansubhapol\n Her Royal Highness Princess Maha Chakri Sirindhorn will represent His Majesty the King next week in presenting the Prince Mahidol Award for 2010 to five laureates.   The five winners, from Britain and the US, have been recognised for their work in the fields of medicine and public health.  They are Nicholas J. White and Kevin Marsh, of Britain, who won the award in the field of medicine, and Ananda S. Prasad, Kenneth H. Brown and Robert E. Black, of the US, who won in the field of public health.   There were 72 candidates from 31 countries competing for the award, Prince Mahidol Award foundation secretary-general Suphat Wanichkarn said yesterday.  Prof White is a world leader in the treatment of malaria, especially in the use of artemisinin-based combination therapies. He spent 25 years studying malaria and its drug-resistant forms   Prof White advocates a combination of artemisinin with other drugs in order to increase the treatment's effectiveness and to avoid further drug resistance.   This approach is now widely accepted by the World Health Organisation. Artemisinin-based combination therapy has become the recommended treatment for malaria worldwide, both in uncomplicated and severe cases, Dr Suphat said.  Prof Marsh pioneered studies in immune epidemiology of malaria. He is based mainly in Africa and his early studies show the importance of strain-specific immunity in malaria   Prof Marsh and his colleagues carried out immunological and clinical studies on several aspects of malaria in young African children which led to the present understanding of the disease process and the effects of treatment.  His work provides a basis for the development of vaccines for malaria that cover strain variations.  In the field of public health, Prof Prasad discovered the importance of zinc to the health of humans. His studies have encouraged the scientific and public health communities to further study this trace element.  His discovery forms the basis that led to zinc supplementation to improve the health condition of people around the world - 20% of the world population are at risk of zinc deficiency.  Prof Brown has devoted most of his career generating information and developing programmes to improve nutritional and health status, especially in controlling and preventing zinc deficiency.   His studies show that additional zinc supplementation helps decrease the incidence and severity of diarrhoea and pneumonia, especially in children in developing countries.  Prof Black is recognised for his work on the importance of childhood nutrition which has contributed significantly to the wide application of zinc supplementation.   His early studies in Bangladesh and India demonstrate that daily zinc supplements during diarrhoeal episodes significantly reduces the severity of diarrhoea and pneumonia cases.  The World Health Organisation and Unicef recommend that all childhood diarrhoea cases be treated with zinc supplements as well as oral rehydration.  The Prince Mahidol laureates will receive their awards next Wednesday at the Chakri Throne Hall.  The awardees will receive a medal, certificate and cash awards of US$50,000 (1.5 million baht) each.  (Source: Bangkok Post, Five scientists win prestigious 2010 Prince Mahidol awards, 20/01/2011, Thanida Tansubhapol, link)    Prince Mahidol award - an award given each to people or organizations working in the field of medicine and public health in memory of Prince Mahidol. There are two categories of the award:   1. In Medicine: for outstanding performance and/or research in the field of medicine for the benefit of mankind 2. In Public Health: for outstanding contribution in the field of public health for the sake of the well-being of the peoples.  (See website)  Prince Mahidol - \"the father of King Ananda Mahidol (Rama VIII) and King Bhumibol Adulyadej (Rama IX) of Thailand. He was also regarded as the father of modern medicine and public health of Thailand. \" (See website and Wikipedia)  award - a prize or a sum of money that is given to someone following an official decision รางวัล prestigious - famouns, admired and respected by people ที่มีชื่อเสียง ที่ได้รับความนับถือ represent - to act, speak or be present officially for another person or people เป็นตัวแทน laureate - a person who has won a prize or award   public health - \"the science and art of preventing disease, prolonging life and promoting health through the organized efforts and informed choices of society, organizations, public and private, communities and individuals\" (See Wikipedia) field - a specialized area of knowledge and work  field of medicine - medicine, as a specialized area of knowledge and work  candidate - one person in a group of people being considered for an award or a position in a company or organization  foundation - an organisation that provides money for things such as medical research or for a charity มูลนิธิ  treatment - the process of providing medical care การรักษา malaria - a disease spread to humans by mosquito bite, in after which a protozoan, Plasmodium, multiplies in blood every few days, causes fever, chills and other flu-like symptoms and is responsible for over one million deaths worldwide each year, most of them children in sub-Saharan Africa, widespread in warm tropical and subtropical regions, including parts of the Americas, Asia, and Africa (See Wikipedia and Google Definitions) falciparum malaria - the most dangerous type of malaria with the highest rates of death (mortality) (See Wikipedia)  artemisinin - a group of drugs that possess the most rapid action of all current drugs against falciparum malaria (See Wikipedia) combination - the mixture you get when two or more things are combined การรวมกัน therapy - a form of treatment for an illness or medical condition  spent - used ใช้ไป resistant - not harmed or affected by something drug resistance (noun) - when the living things that cause a disease (pathogens) learn to resist or defend themselves against the drug taken to destroy them (See Wikipedia) drug-resistant (adjective)  advocates - people who strongly and public support something ผู้สนับสนุนความคิด effectiveness - working well and producing the results intended  World Health Organisation - the United Nations (UN) agency that acts as a \"coordinating authority on international public health\" (See Wikipedia) approach - a way of doing or dealing with something การจัดการกับปัญหา วิธีการทำให้ถึงจุดหมาย therapy - a treatment which helps someone feel better, grow stronger, etc., especially after an illness การบำบัดโรค severe - very serious and unpleasant รุนแรง pioneer - be the first one to do something  epidemiology - the science dealing with the spread of diseases through populations and their control (See Wikipedia) immunity (noun) - natural protection  from a disease  by the body ภูมิคุ้มกันโรค, ภูมิต้านทานโรค immune (adjective)  immunological (adjective)   strain - a certain kind of animal, plant, insect or microorganism  strain-specific immunity - immunity to a certain kind of microorganism causing the disease  microorganism - living things (organisms) such as bacteria, virusses, protozoa, algae and fungi that are so small in size that they are only visible by the aid of a microscope, simple one-celled organisms that are often the cause of diseases (See Wikipedia)  colleagues - the people you work with clinical studies process - a series of actions that you take in order to achieve a result แนวทางปฏิบัติ, กระบวน, วิธีการ development - work on creating something (like a new chemical or process) that takes a long period of time  vaccines - injections to prevent a disease zinc - a mineral necessary for health and the proper function of the human body (See Wikipedia)  encouraged - having more confidence or hope about something มีกำลังใจ trace - a very small amount of a substance จำนวนเล็กๆ trace element - a chemical element such as iron or zinc that people need in only very small amounts to grow and develop normally   zinc supplementation - when a person takes a tablet or pill with zinc in it (too add zinc to their diet above the amount they get in the food they eat) improve - to make better ทำให้ดีขึ้น health condition - whether people are healthy or not, what diseases they catch, if any  population -  all the people living in a country (or a city or region of a country)  risk - the possibility that something dangerous or unpleasant might happen ความเสี่ยง zinc deficiency - not eating enough zinc, not having enough zinc in your diet   X devotes Y to Z - X uses Y to do task or project Z   career - the series of related jobs that you spend your work life doing (especially if the job is a profession) (See Wikipedia and glossary) health status - same as \"health condition\" above  status - the situation or state of affairs at a particular time สถานะ  incidence and severity of a disease - where people catch the disease and how bad or severe the disease is  diarrhoea - \"the condition of having three or more loose or liquid bowel movements per day\" (See Wikipedia) pneumonia - an inflammatory condition of the lung, can result from a variety of causes including infection with bacteria, viruses, fungi, or parasites, and chemical or physical injury to the lungs, typical symptoms associated with pneumonia include cough, chest pain, fever, and difficulty in breathing, bacterial pneumonia is treated with antibiotics (See Wikipedia) X recognised for Y - X given an award (or some other honour) for achievement Y  nutrition - providing the materials necessary to your body so it can grow and be healthy, many common health problems can be prevented or alleviated with good nutrition (See Wikipedia) significantly - in an important way อย่างสำคัญ wide application of - many people are doing this, following this practice   demonstrate - to show something and explain how it works สาธิต demonstrate - show how something works episodes - an event or short period of time when something unusual happens recommend - to advise someone that they should do something แนะนำ oral - using the mouth, throught the mouth  body fluids - liquids inside the body or coming from inside the body (excreted, secreted) including water, saliva, semen, blood, earwax, urine, sweat, tears, etc (See Wikipedia) dehydration - excessive loss of body fluids (See Wikipedia) rehydration - when the body regains the body fluids it lost  oral rehydration - \"Oral rehydration therapy (ORT) is a simple treatment for dehydration associated with diarrhea, particularly gastroenteritis or gastroenteropathy, such as that caused by cholera or rotavirus. ORT consists of a solution of salts and sugars which is taken by mouth. It is used around the world, but is most important in the developing world, where it saves millions of children a year from death due to diarrhea - the second leading cause of death in children under five (the first is pneumonia)\" (See Wikipedia)  certificate - an official document or record stating that particular facts are true ประกาศนียบัตร เกียรติบัตร cash - money เงินสด"
    },
    {
        "filename": "2010-sea-write-poetry-prize-for-free-verse-master.html",
        "heading": "2010 SEA Write poetry prize for free verse master",
        "date": "5 Oct 2010 at 12:22",
        "viewed": "4,220 viewed",
        "contents": "-\n+\n\nPoet Zakariya Amataya has won the 2010 SEA Write poetry prize for his Mai Mee Yingsao Nai Bot Kawee (\"Poems without maidens\").\nThis is the first time the award has been given to a book of free verse, quite different from the classical style of poetry that usually wins the award. The classical style of poetry is written with \"rigid rules pertaining to the specific number of lines, syllables and rhyme schemes.\" This year's prize also takes an important step towards recognizing the diversity of Thai society. The first language of this year's winner was Malay not Thai and he also studied the Arabic language for many years in India. For the full article and a sample of poetry please go here. Click button to listen to SEA Write Poetry Award and rightclick to download\n\n\nZakariya Amataya pushes the boundaries of traditional Thai literature by Anchalee Kongrut\n…Zakariya started writing poems accidentally while studying Islamic culture at a university in India Unlike many award-winning writers, Zakariya said he was not a bookworm as a child. Moreover, Thai is his second language, after the local Malay dialect spoken among the majority of Muslims in the deep South.  In India, Zakariya was forced to learn a third language: Arabic. Initially unable to understand lectures in Arabic, Zakariya, then 25, would scribble on blank pieces of paper to convey his train of thoughts in Thai. Later on, he found what he wrote was actually free verse.He has since been writing in that style, first for the internet and most recently in literary magazines and local dailies. Apart from writing poems, Zakariya also translates poems of the Middle East and by contemporary Western poets. He is planning to write a novel about his hometown, but the progress has been very slow, too slow, to be exact. \"Writing a novel and writing a poem are two completely different things. With fiction, you need to let the plot and narrative carry you. But in a poem, you spend time polishing your words over and over. And I found myself always polishing words instead of working on the narrative structure,\" said Zakariya. In the 83-page Poems Without Maidens, 36 poems touch on subjects as variable as the violence in the Southern provinces of Thailand and Middle East countries, universal love, religion, philosophy and God. A couple of them also show his cheeky sense of humour. Curiously, Zakariya's sources of inspiration include poets from faraway lands like Charles Baudelaire, Illija Ladin and Octavio Paz, whose lines or words are incorporated into his own works and always with accreditation. Poems Without Maidens is Zakariya's very first published work. But do not expect to see a sequel soon. For the poet has spent about a full decade penning those pieces in the tiny book; some in particular took him five years to write and polish, although a few were carved within hours - but that was a rare occurrence and only when his muse, tempo and mood happened to align themselves well together. Although he has made his name known from launching online poetry blogs (http://www.thaipoetsociety.com and http://www.republicofpoetry.com), Zakariya's constant companion is a notebook in which he jots down what he sees; his inspiration and exact details such as the colour of a shirt, objects in hands, time or even the colour of the sky or the weather. The poet then transcribes his feelings in incoherent verse or simply a sentence.He usually keeps those notes with him for days or weeks - years even. Late at night he would review those scribbles and turn them into poems if his mood and Lady Muse permits. …SEA Write - \"an award that has been presented annually since 1979 to poets and writers in Southeast Asia\" (See Wikipedia)verse - poetry บทกวีfree verse - poetry that does not follow standard patterns of rhyme and rhythm (meter) (See Wikipedia)rhyme - repetition of same sounds in two or more words in poetry and songs (See Wikipedia) เสียงสัมผัสในบทกวี rhyme scheme - a standard pattern of same-sounding words used to write poetry rhythm - a regular pattern of sounds (examples: the rhythm of the music or poetry) จังหวะสัมผัสในกวีmeter - the pattern of rhythm in a line of poetry (See Wikipedia)classical - following old traditional standards traditional - things (clothes, music, customs, etc.) that have been part of a country or society for a long timerigid - done in a strict, following the rules exactly pertaining to - about, related toline - one series of words printed or written in a row across the page, one after another syllable - one of the sound pieces that make up a word, starting and ending with a consonant with a vowel in the middle (See Wikipedia) พยางค์ recognize - to accept something as important or true ยอมรับ สำนึกdiversity - when there are many different kinds of people in a group or at a place  ความหลากหลายbookworm - a person who really loves books local - in or related to the area that you live, or to the particular area that you are talking about ท้องถิ่นdialect - a form of a language that people speak in a particular part of a country, containing some different words and grammar, etc ภาษาท้องถิ่นmajority - more than half of the people in a group ส่วนมาก, เสียงส่วนมาก, ส่วนใหญ่scribble - write something down quickly on a piece of paper convey - to communicate something; to express a thought, feeling or idea so that it is understood by other people สื่อไปถึง, สื่อสารtrain of thoughts - the series of thoughts that you have and the connections between the thoughts (connected together like the cars of a train) literary magazines - a small magazine published every month or few months that includes short stories, poetry, essays, literary criticism, book reviews, biographical profiles of authors, interviews and letters (See Wikipedia)progress - going forward, improving and developing over time, completing tasks that move you towards achieving a goal ความก้าวหน้าplot - the series of related events that make a story (with a beginning, middle and climax and end) narrative - a story polishing your words - rewriting sentences an changing the words in the sentence to make it more perfect violence - physical force with the deliberate intention of causing damage to property or injury or death to people ความรุนแรงuniversal - involving everyone ทั่วไปcouple - two people who are married or are involved in a romantic relationship คุ่รักcheeky - showing a lack of respect but not in a rude way, in a way that seems lively, smart and attractive  humour - the ability to find things funny, the way in which people see that some things are funny or the quality of being funny ความตลกขบขันinspiration - someone or something that gives you new ideas or enthusiasm to do something แรงบันดาลใจCharles Baudelaire - famous French poet who lived from 1821 to 1867 (See Wikipedia)Illija Ladin - a Croatian poet Octavio Paz - (1914 – 1998) was a Mexican writer, poet, and diplomat, and the winner of the 1990 Nobel Prize for Literature (See Wikipedia) incorporated - included as part of something larger ซึ่งรวมเข้าเป็นหนึ่งเดียวกันsequel - the next book (following a book that has already been published) decade - a period of ten years ทศวรรษ, ระยะเวลา 10 ปีpenning - writing carved - cut from something like stone, wood, or in this case, bone แกะสลักrare - uncommon, unusual, not happening very often หาได้ยากoccurrence - something that happens เหตุการณ์muse - the ancient Greek goddesses, spirits, or real persons who inspire the creation of literature and the arts  (See Wikipedia)inspire (verb) - inspiration (noun) - tempo - the speed at which things happen mood - the way you feel at a particular time อารมณ์align - organize things thiings so that they match well and work well together online - connected to the internetblog - an online diary that records a person's opinions, comments on news and experiences (See Wikipedia)constant - continuous; all the time ต่อเนื่องcompanion - friend เพื่อนnotebook - a book with empty pages used for writing notes  สมุดjots down - writes down quickly inspire - to make someone excited about doing something (give them energy and enthusiasm) inspiration - a sudden feeling of energy, enthusiasm and excitement that helps you create something transcribe - write down something exactly as it was said incoherent - difficult to understand because badly or organized review - to look over work you have already done again (or something you have studied) scribbles - things written down quickly on a piece of paper mood - the way that someone is feeling (examples: happy, sad, angry) permits - allows, make possible for to do (Source: Poetry without set rules, Zakariya Amataya pushes the boundaries of traditional Thai literature, 4/10/2010, Anchalee Kongrut, link)"
    },
    {
        "filename": "2010-temple-shootings-soldiers-did-it.html",
        "heading": "2010 temple shootings: Soldiers did it",
        "date": "6 Aug 2013 at 12:49",
        "viewed": "1,636 viewed",
        "contents": "-\n+\n\nShots fired by military killed the six at Wat Pathum Wanaram in 2010, a Bangkok criminal court decides.\n\nPathum Wanaram temple is located in the city centre near Siam Paragon shopping complex. (Photo by Sayant Pornnantharat)\n\nMILITARY \nCourt rules troops killed 6 at temple\n6/08/2013 \nAchara Ashayagachat\nThe Southern Bangkok Criminal Court has ruled that the six people who died inside Wat Pathum Wanaram grounds on May 19, 2010 were killed by shots fired by the military.\nThe judge spent about one hour reading the judgement, which concluded that the  six people died at the temple during the May 19, 2010 dispersal of red-shirt protesters by the military. \nAccording to the ruling, the bullets were fired by troops from the BTS elevated railtrack and from Rama 1 road.\nThere was no evidence of involvement of men-in-black, as testified to by the security officers. \nThe incident took place during daytime with media presence, but there were no photographs. There was no evidence that weapons were stacked or piled inside the temple.\nThe six people who died were hit by .213 and 56mm bullets - military calibre ammunition.\nhttp://www.bangkokpost.com/breakingnews/363262/wat-pathum-wanaram-victims-killed-by-military-on-may-19-2010-court-decides"
    },
    {
        "filename": "22-wheel-truck-downs-47-power-poles-18-wheeler-drags-12-year-old-to-death.html",
        "heading": "22-wheel truck downs 47 power poles, 18-wheeler drags 12-year old to death",
        "date": "2 Aug 2015 at 19:47",
        "viewed": "3,317 viewed",
        "contents": "-\n+\n\n46 power poles collapse on 37 vehicles after 22-wheel truck strikes power poles setting off chain reaction.  In Phuket, truck hits motorcycle with mother & daughter, killing daughter.\n\nAuthorities work to clear Theparak Road in Bang Phli district of Samut Prakan after a tractor-trailer knocked down 47 power poles on Saturday. (Photo by Thanarak Khunton)\n\nROAD SAFETY\nTruck topples 47 power poles\n1/08/2015                                                  SAMUT PRAKAN — A 22-wheel tractor-trailer struck a power pole in Bang Phli district, setting off a chain reaction that brought down 46 other poles, damaging 37 passing vehicles.                                                  The incident occurred [between kilometre markers 17 and 19 on Theparak Road in tambon Bang Pla] on Saturday afternoon. The truck driver [Suthep Iam-samarng], 48, was attempting to back his truck onto the shoulder of the road to deliver steel coils to a company [at kilometre marker 18]. But the trailer knocked down a concrete utility pole, resulting in 46 more poles being pulled down.                                                  The toppled poles included ten 21-metre high-voltage poles and 37 medium sized poles and covered a distance of two kilometres along the road.                                                   The 46 concrete power poles collapsed on 37 vehicles travelling in both the inbound and outbound lanes.                                                   Fortunately, there was only one minor injury, to 28-year-old motorcyclist Suriyan Bandarn.                                                  Some of the poles also fell on and damaged a pedestrian bridge. The accident caused traffic congestion for tens of kilometres.                                                  Authorities cut off electricity in the area for safety and closed the affected section of the road. They expected to have the area cleared and power restored later Saturday night.                                                  Authorities said the driver would be charged with reckless driving causing property damage and injury.\n12-year old girl dragged to death by 18-wheeled truck in Phuket                                                  \nIn related news, on Friday night in Phuket the driver of an 18-wheeled truck was arrested after hitting a motorcycle and knocking a mother and her daughter off the motorcycle, killing the daughter.                                                    The motorcycle was not damaged but the 12-year old girl was dragged to her death for several hundred meters. The mother claimed she ran after the truck yelling \"stop\" until she collapsed from her injuries.                                                   After the truck driver was tracked down using CCTV footage, he claimed that he was not even aware that the truck had hit the motorcycle. It was raining hard at the time of the accident and the driver said that he did hear something but he \"thought that it was nothing.\"                                                   The truck driver was arrested for reckless driving causing death and also for fleeing the scene of an accident ( hit-and-run ).                                                     http://www.phuketgazette.net/phuket-news/Police-arrest-driver-death-12yearold/61632                                                  http://phuketwan.com/tourism/phuket-horror-smash-girl-dragged-death-under-truck-trailer-checkpoint-curve-22890/                                                    http://www.bangkokpost.com/news/general/640744/truck-topples-47-power-poles"
    },
    {
        "filename": "3-million-baht-police-reward-to-police-is-bribery-with-videos.html",
        "heading": "3 million baht police reward to police 'is bribery' (with videos)",
        "date": "2 Sep 2015 at 21:52",
        "viewed": "3,715 viewed",
        "contents": "-\n+\n\nPolice officers handing out cash rewards to other police officers is: 1. an act of bribery by Thai law, 2. a conflict of interest, 3. an insult to other hard-working police & 4. a violation of ethical standards.\n\nPol Gen Somyot Poompunmuang shows off what he claims is three million baht, a  \"reward\"  for officers who made the first arrest in the Erawan shrine bombing case. (Post Today photo)\n\nPOLICE REFORM\n3 million baht police reward to police 'is bribery'\n2/09/2015\nThe national police chief took a shocking step on Monday. Pol Gen Somyot Poompunmuang went before the media and on live television to wave around blocks of 1,000-baht bills he said totalled three million baht.\nThe money was a reward for the policemen responsible for the arrest on Saturday of a foreign suspect in the Erawan shrine bombing. There is so much wrong with this act.\n(See today's Bangkok Post editorial here and coverage all over the world here, here, here, here, etc).\n\n\n\nPolice are already being paid a salary for their work. So why do they give a reward to themselves? The bombing case hasn't even been solved yet.  This is what a lot of people are asking.\nPolice officers get their salary from taxpayers. So it is their duty to find the culprits when a crime is committed, especially in a case that threatens national security.\nDONATIONS TO VICTIMS OF BLAST BETTER \nIt would be better if these funds were donated to the victims of the blast, say some critics.                                                                                                                Srisuwan Janya, secretary-general of the Association of Organisations Protecting the Thai Constitution, said a state official handing out a cash reward to other state officials -- who are required to do their jobs -- is considered an act of bribery by law.                                                                                                               \"This is a form of bribery under the Organic Act on Counter-Corruption of 1999, and this specific policy was strictly revised in 2011,\" Mr Srisuwan said.\nThe reward also lacks transparency.\nSources said one million baht is for the Central Investigation Bureau team and one million baht is for the Metropolitan Police Bureau. It is still unknown who will receive the remaining one million.                                                                                                               CONFLICT OF INTEREST  Cash incentives derail the morality of law enforcement. It is similar to the police policy of giving part of the money from traffic fines to traffic officers.\nTraffic officers standing at a checkpoint pulling vehicles over, at the same time as motorcycles, cars and even buses down the street are running red lights with impunity at an intersection, endangering the lives everyone, is a common sight in Bangkok.                                                                                                                Cash rewards are a conflict of interest since it is the duty of law enforcers to enforce the law, not only to enforce laws for personal gain.                                                                                                                  If there is a cash reward, the incentives for enforcing the law change completely. .                                                                                                               If the effort or cost of enforcing a law exceeds the reward or benefit to the law enforcer, then the law will likely not be enforced, even if there is a threat to public safety. \nWHAT ABOUT POLICE WORKING ON OTHER CRIMINAL CASES?   Pol Gen Somyot's claim that his force deserves a reward for one minor success in one major case is an insult to all the other police officers working on thousands of other criminal cases.                                                                                                                There is also the manner of Monday's gratuitous action by the police chief. He bragged that of the three million baht he plans to distribute, one million came from his own pocket, and the rest from unnamed \"friends\".                                                                                                               One is hard put to itemise the ethical standards broken here. They include a distasteful show of wealth, and admitting to having friends with special influence.\nSOME POLICE VERY RICH, SOME VERY POOR    While Pol Gen Somyot's personal financial success is well known, the mention of anonymous, rich friends is out of line.\nIn case the reader has forgotten, the current national police chief Somyot Pumpanmuang has 246.4 million baht in assets and his wife has 128.2 million baht in assets, with a net worth of 355.8 million.\nThe new national police chief, soon to be, General Chakthip Chaijinda (also spelt Jakthip Chaijinda in the past), is even wealthier with 97.4 million baht in assets and his wife has 870.9 million baht in assets. With 6.3 million baht in liabilities, the couple's net worth is 962 million baht, so he almost ranks as a billionaire police officer. (See here).\nThat high-ranking police officers are extremely rich while low-ranking police not only have low salaries and even have to buy their own uniforms, but are often heavily indebted, even to the point of bankruptcy has become an issue recently (see here and here).\nCASE NOT EVEN CLOSE TO BEING SOLVED   Perhaps most disturbing is to hand out plaudits -- let alone actual rewards -- in a case that is not close to solved. Virtually every question about the atrocity at the Erawan shrine remains open. These include the identity of the bomber, the motives and the methods.The city bombers and those who helped assemble the bombs are still at large.\nPOLICE CHIEF ATTITUDE TOWARDS MEDIA   At the press conference following the Saturday arrest a reporter, being a good reporter answerable to the public, asked a question that many probably wanted to ask based on previous experience.                                                                                                                \"Did you catch a scapegoat ?\"                                                                                                                The national police chief blew up at this question: \"Just go somewhere else if you want to talk about catching a scapegoat. Which publication are you from? You're not creative at all! Are you Thai?! People are enjoying the good atmosphere here,\" and he promptly ended the press conference and left:\n\n\n\nhttp://bangkok.coconuts.co/2015/08/31/police-chief-somyot-yells-reporter-scapegoat-question-video\nhttp://www.bangkokpost.com/news/general/677112/b3m-police-reward-is-bribery\nhttp://www.bangkokpost.com/opinion/opinion/677524/reward-is-undeserved\nhttp://www.bangkokpost.com/opinion/opinion/661128/minnows-cop-it-hard-as-big-fish-prosper\nhttp://www.bangkokpost.com/print/436328/\nhttp://www.bangkokpost.com/news/general/648356/thousands-of-police-in-debt-trap"
    },
    {
        "filename": "30-minute-ebola-test-for-quick-diagnosis",
        "heading": "30-minute Ebola test for quick diagnosis",
        "date": "2 Sep 2014 at 15:07",
        "viewed": "4,330 viewed",
        "contents": "-\n+\n\nJapanese researchers reveal new method to detect Ebola virus in 30 minutes to allow doctors to quickly diagnose infection and save lives.\n\nA colorized image of the ebola virus taken by an electron microscope (electron micrograph). (Source: Wikipedia)\n\nMEDICINE & BIOTECH\nJapanese reveal 30-minute Ebola test\n2/09/2014                                           AFP News agency\n\nHealth care workers at Elwa hospital's Ebola ward, run by French NGO Medecins Sans Frontieres, on August 30, 2014 in Monrovia\n\nTOKYO - Japanese researchers said Tuesday they had developed a new method to detect the presence of the Ebola virus in 30 minutes, with technology that could allow doctors to quickly diagnose infection.                                            Professor Jiro Yasuda and his team at Nagasaki University say their process is also cheaper than the system currently in use in west Africa where the virus has already killed more than 1,500 people.                                            \"The new method is simpler than the current one and can be used in countries where expensive testing equipment is not available,\" Yasuda told AFP by telephone.                                            \"We have yet to receive any questions or requests, but we are pleased to offer the system, which is ready to go,\" he said.                                            Yasuda said the team had developed what he called a \"primer\", which amplifies only those genes specific to the Ebola virus found in a blood sample or other bodily fluid.                                            Using existing techniques, ribonucleic acid (RNA) -- biological molecules used in the coding of genes -- is extracted from any viruses present in a blood sample.                                            This is then used to synthesise the viral DNA, which can be mixed with the primers and then heated to 60-65 degrees Celsius (140-149 Fahrenheit).                                            If Ebola is present, DNA specific to the virus is amplified in 30 minutes due to the action of the primers. The by-products from the process cause the liquid to become cloudy, providing visual confirmation, Yasuda said.                                            Currently, a method called polymerase chain reaction, or PCR, is widely used to detect the Ebola virus, which requires doctors to heat and cool samples repeatedly and takes up to two hours.                                            \"The new method only needs a small, battery-powered warmer and the entire system costs just tens of thousands of yen (hundreds of dollars), which developing countries should be able to afford,\" he added.                                            The outbreak of the Ebola virus, transmitted through contact with infected bodily fluids, has sparked alarm throughout western Africa and further afield.                                            http://www.bangkokpost.com/most-recent/430076/japanese-reveal-30-minute-ebola-test"
    },
    {
        "filename": "30-tablets-broken-govt-auditor-report.html",
        "heading": "30% tablets broken: Govt auditor's report",
        "date": "7 Oct 2013 at 14:09",
        "viewed": "3,820 viewed",
        "contents": "-\n+\n\nBroken tablets for 30% of Prathom 1 students. Chinese factory damaged by fire so tablets delayed.\n\n\nPhoto taken at the launch of the government One Tablet Per Child program.\n\n\nEDUCATION\nReport shows student tablet flaws\n7/10/2013\nLamphai Intathep\nAbout 30% of 860,000 tablet computers distributed to Prathom 1 students last year are reported to have broken, a source on the tablet committee said.\nHe said the information was discovered by the Office of the Auditor-General (OAG), which monitored the government's One Tablet PC Per Child policy in its first year of implementation last year.\nThe OAG also discovered problems in maintaining the Chinese-made tablets for students.\nThe supplier, China's Shenzhen Scope Scientific Development, had signed an agreement with a local firm, Advice Distribution, to maintain and repair the tablets for two years.\nThe OAG report revealed that restoration of damaged tablets took a long time and some branches of Advice Distribution were shut down afterwards.\nThis problem must be investigated to establish whether it went against the procurement contract or not, the source said.\nThe source, who is an OAG official, refused to give more details about the report, but said it would be forwarded to the tablet committee soon to be taken into account for future tablet schemes.\nThe source said China's Shenzhen Yitoa Intelligent Control, which won the bidding to procure 431,105 tablet computers for all Prathom 1 students in Zone 1, and 373,637 tablet computers in Zone 2, recently requested a month-long postponement of delivery of the devices.\nThe company claimed its factory was damaged by a fire.\nThe source said the company's request was turned down. The company is required to deliver the first lot of the tablets next month, or be fined.\nMeanwhile, the Comptroller General's Department (CGD) is expected to issue a ruling this week on whether to revoke a bidding contest for 426,683 tablets for Mathayom 1 students and teachers in Education Zone 3 covering the central and southern provinces.\nThe contest has been suspended over suspicions of bid rigging.\nhttp://www.bangkokpost.com/breakingnews/373312/report-shows-student-tablet-flaws"
    },
    {
        "filename": "3000-japanese-mangoes.html",
        "heading": "$3,000 Japanese mangoes",
        "date": "11 Apr 2014 at 13:34",
        "viewed": "3,033 viewed",
        "contents": "-\n+\n\nPair of mangoes grown in southern Japan sold for whopping 300,000 yen, record price for first auction of season.\n\nPair of Japanese mangoes (Source: AFP)\n\nFRUIT & LUXURY GOODS \nPair of Japanese mangoes fetch $3,000 at auction\nAGENCE FRANCE PRESSE\nApril 10, 2014  \nTOKYO, Apr 10 – A pair of mangoes grown in southern Japan sold Thursday for a whopping 300,000 yen ($3,000), a record price for the fruit’s first auction of the season, Kyodo News reported.\nThe “Taiyo no Tamago” (Egg of the Sun)-brand mangoes were set to be airlifted from Miyazaki in the far south of the country to a department store in Fukuoka, where they were to go on sale, the agency said.\nTo qualify as a “Taiyo no Tamago” mango, each fruit must weigh at least 350 grammes (12 oz) and have a high sugar content, according to the Miyazaki Agricultural Economic Federation.\nFruit is routinely expensive in Japan and it is not unusual for a single apple to cost upwards of $3, while a presentation pack of 20 cherries can set you back $100.\nHowever, all pale in comparison with the eye-watering $25,000 price tag for a pair of cantaloupe melons auctioned in 2008."
    },
    {
        "filename": "3d-printers-what-can-you-print.html",
        "heading": "3D printers: What can you print?",
        "date": "30 Dec 2013 at 18:41",
        "viewed": "3,058 viewed",
        "contents": "-\n+\n\nFrom guns to art to clothes, jewellery and replacement body parts or even cars, experts on what will 3D printers be able to copy.\n\nDesigner Susana Soares looks at a 3D printer during a photocall for Insects au Gratin exhibition at The Wellcome Collection in London on April 23, 2013 (AFP/File, Adrian Dennis)\n\nTECHNOLOGY \n3D printing 'will change the world'\nBy Helen Rowe (AFP) – Nov 16, 2013  \n\nVisitors look at a 3D printer printing an object, during \"Inside 3D Printing\" conference and exhibition in New York, April 22, 2013 (AFP/File, Emmanuel Dunand)\n\nParis - From replacement kidneys to guns, cars, prosthetics and works of art, 3D printing is predicted to transform our lives in the coming decades as dramatically as the Internet did before it.\n\"I have no doubt it is going to change the world,\" researcher James Craddock told AFP at the two-day 3D Printshow in Paris which wraps up later on Saturday.\nA member of the 3D Printing Research Group (3DPRG) at the UK's Nottingham University, Craddock nevertheless predicted that use of 3D printing would be limited.\n\"You wouldn't want to make a cup from a 3D printer because it would probably fall apart, leak or poison you, but you would use it for high-value, beautiful items or replacement parts,\" he said.\n\"The real revolutionary factor is industrial use,\" he added.\nHere is a selection of the potential future uses of 3D printing:\n- Arms\n\nAn \"Urbee\", an ecologic vehicle, is displayed during the \"3D Print Show\" exhibition in Paris on November 15, 2013 (AFP, Joel Saget)\n\nThis is one of the more eye-catching prospects and has attracted a lot of publicity.\nCalifornian engineering company Solid Concepts said earlier this month it had produced a metal replica of a classic 1911 shotgun.\nUS entrepreneur and inventor Brook Drumm, however, warned that the process of printing a gun would be slow, expensive and potentially dangerous, requiring lasers at high temperatures, lots of power and hazardous materials.\nDrumm set up his firm Printrbot to produce printers costing from $400 that print plastic items.\nMetal printers can cost around $250,000 (185,000 euros) and \"the particulates are so fine that your skin could absorb them through the pores. The materials are not safe\", he said.\n\nA model shows an outfit designed by Catherine Andreozzi during the \"3D Print Show\" exhibition in Paris on November 15, 2013 (AFP, Joel Saget)\n\nThe gun itself -- unless made out of metal -- would also be unreliable.\n\"There's a lot of moving parts in a gun and they need to be precise,\" he said, adding that he tried to print a plastic gun but gave up because it took so long.\n\"Time-wise, if I was going to print a plastic gun and you were going to go and buy a metal one, even if it took you two weeks to get approval I probably still wouldn't have it working first,\" he said.\n- Art\nFancy a replica of a Viking helmet or one of the Louvre's most famous sculptures on the mantelpiece?\nAmerican Cosmo Wenman has used thousands of photographs taken in some of the world's biggest museums to produce exact plastic copies.\nWorks he has produced include the ancient Greek statue Venus de Milo which is in the Louvre.\n\"If you look at the small print at museums in terms of taking photographs, they say that you cannot put them to commercial use,\" he said.\n\"But from a practical point of view that is not enforceable and for antiquities there is no intellectual property issue,\" he said.\n- Cars\nCanadian Jim Kor's 3D Urbee car is made out of plastic and stainless steel.\nThe futuristic-looking three-wheeler is electric but uses petrol at higher speeds.\n\nObjects printed in 3D are displayed in the \"3D Print Show\" exhibition in Paris on November 15, 2013 (AFP, joel Saget)\n\nProduction designer Kor says if a car company mass produced the vehicle it would be possible to keep the price down to around $16,000 (12,000 euros).\n\"We want it to be the Volkswagen Beetle for the next century, low cost and long-lasting too,\" he said.\n\"It should last 30-plus years. Our goal is that it should be 100 percent recyclable.\"\n- Jewellery\nJewellery can be made to ensure that each piece is slightly different, known as \"mass customisation\".\n3D printing can also make the production process far less expensive and time consuming.\nDutch jewellery designer Yvonne van Zummeren produces a range of jewellery made out of lightweight nylon polyamide.\n\"All my designs are based on works of art,\" she said holding a bracelet that uses a Matisse motif.\n\"It enables me to be a jewellery designer much more easily. Otherwise I would have needed a factory in China and a minimum order of 20,000,\" she added.\n\"When you are producing something for the first time it means you can adapt and try again very easily until you get the result you want.\"\n- Prosthetics\nProsthetics can be custom made to provide the perfect match.\nElectronics could be built in allowing the recipient accurate control of the limb.\n\"It would all be printed out at the same time,\" said 3DPRG's Craddock.\n- Replacement parts\nOne-off parts are needed by everyone from NASA to the person who loses an unusual jacket button.\nCopyright © 2013 AFP. All rights reserved. \nhttp://www.google.com/hostednews/afp/article/ALeqM5j9XpfwKiBnhbj0RO3ty6ftNednjg?docId=cd32a1cf-cb93-47d8-9ed2-3ba94af8200e&hl=en"
    },
    {
        "filename": "4-p-of-marketing-for-digital-media.html",
        "heading": "4 P's of marketing for digital media",
        "date": "29 Sep 2010 at 12:18",
        "viewed": "6,023 viewed",
        "contents": "-\n+\n\nMarketing expert Dr Ian Fenwick explains four essential elements of marketing on digital media.\nDr Fenwick has a strong online presence providing many invaluable resources for students. His blog is at http://blog.digiAindra.com; his Twitter is @DrIanFenwick; and his presentations are at www.SlideShare.net/Ian.Fenwick.   Click button to listen to New 4P's Marketing Strategy and rightclick to download\n\n\nNew '4P' rules needed: Digital media change the marketing game by Prapasri Vasuhirun\n Brands need to learn a new '4P' strategy to market through digital media as the traditional marketing mix of product, price, place, and promotion seems insufficient, according to a digital marketing expert.   Ian Fenwick, an adviser to the Sasin Graduate Institution of Business Administration, defines the new 4P marketing mix - which will help brands approach consumers effectively via digital media such as social networks - as permission, participation, profile, and personalisation.   1. Permission: Brands need to ask for consumers' permission before creating conversations or sharing content with consumers.   2. Participation: A key difference between traditional and digital media. Consumers can engage and respond directly with product owners and content.   3. Profile: Brands can accumulate and analyse consumers' characteristics and needs from their social network profiles.   4. Personalisation: Once they get to know consumers via their profiles, brands should offer products best suited to consumers' interests.  A social network is like a party. Marketers have to fit in it with the right mood. Brands must place themselves as a guest, rather than a host of a conversation, as they have done in traditional media,\" said Dr Fenwick, who writes the Digi-Marketing column in the Bangkok Post.   Most importantly, he said, brands must be aware not to invade consumers' privacy or push too hard on selling, which may drive consumers away.     Meanwhile, one of the side effects from digital media is that a brand's personnel become its own voice that can be used to support a stronger brand.   We're familiar with marketing strategy of CEO branding which uses brands' leading personnel to magnetise consumers.\" he said. \"Now any staff member can represent the brand and therefore it is important to ensure that every staff member clearly understands the brand and product content.  Dr Fenwick also suggested marketers be more honest, transparent, and straightforward in engaging with consumers. \"As brands can't really control themselves on social networks, they cannot afford to delay or ignore any consumers' complaints because it may lead to more and more criticism in a short period of time.   Digital marketing can influence consumers to become aware of brands and products with less spending than traditional media. Many brands have realised the importance of social networks but they still do not know where to start. Some feel reluctant to reallocate budgets to new media.  Sooner or later, brands have to adjust themselves and follow where consumers go,\" said Dr Fenwick.   (Source: Bangkok Post, Marketing, New '4P' rules needed, Digital media change the marketing game, 28/09/2010, Prapasri Vasuhirun, link)    brand - a type of product made by a particular company (with a well-established name, image in the minds of customers and expectations about the product) ตรา, ยี่ห้อ branding -  building a well-known name and image for a product with easily recognizable name, logo, slogan, and design scheme that convey the essence of a company, product or service (See Wikipedia) Dr. Ian Fenwick - marketing professor at Sasin graduate school of business at Chulalongkorn University in Bangkok (See webpage at university) media - a way of communicating information and ideas to large numbers of people (examples: TV, newspapers, internet) สื่อ digital media - \"digital media usually refers to any electronic media that is created and displayed using computer technology, such as digital audio, digital video and anything that you would find online, such as computer games, internet technology, communication (email) & social interaction (Facebook for example)\" (See Source and Wikipedia) 4P's of marketing - the four dimensions of marketing: product, price, place and promotion, also known as the \"marketing mix\" (See Wikipedia) strategy - a plan to achieve a goal over a longer period of time (longer than a \"tactic\") traditional - things that have been in common use for a long time  insufficient - not sufficient, not enough ไม่พอ  Sasin Graduate Institution of Business Administration - top business school in Thailand with partnership arrangement with Kellog School of Business in the US (See website)  approach - a particular way of doing something or thinking about something วิธีการทำให้ถึงจุดหมาย approach - a way of doing or dealing with something การจัดการกับปัญหา consumers - people who buy things (individuals and families) effectively - working well and producing the results that they wanted network - a large system of connected parts, organisations, people, etc. เครือข่าย social networks - computer systems that link people together into communities of shared interest  (See Wikipedia) permission - allowing someone to do something การอนุญาต,การอนุมัติ,การยินยอม participation - when a person joins an activity and is involved in it, instead of just watching profile - a description of a person, personal information on a website (a description of who you are, your work and your personal interests, likes and dislikes)   personalisation  - change something like a product to meet the special needs of one person or a small group of people   content - the stories and articles in a newspaper or magazine, the subject, ideas, or story that a piece of writing or a radio or television programme deals with เนื้อหา,สาระ key - important คนสำคัญ engage - to keep a person interested in some activity or project, keep a person's attention  respond - to say or do something as a reaction to something that has been said or done ตอบสนอง, ตอบรับ accumulate - to get more and more of something over a period of time สั่งสมมานาน profile - short description of a person interests - what a person likes, what they like to spend their time doing   party - a social event when people gather together to eat, talk, drink, dance, play games, etc งานเลี้ยง fit in - change to match what people are doing (instead of having people change to meet your needs)  mood - the way you feel at a particular time อารมณ์ host - the person inviting other people to an event and making them feel comfortable as \"guests\"  เจ้าภาพ guest - a person invited to come to an event such as a party (typically the host takes care of the \"guest\" and makes them feel comfortable and welcome แขก, ผู้มาเยี่ยม  aware - knowing that something exists, or having knowledge or experience of a particular thing ทราบ invade - to enter a place by force where you care not wanted, original meaning is an army \"invading\" another country บุกรุก privacy - the freedom to do things without other people watching you or knowing what you are doing ความเป็นส่วนตัว drive away - do something that causes people to leave a place  side effects - an additional effect from doing something (like taking medicine) usually a negative and unwanted effect   personnel - the people who work for a company or organization  voice - to express your thoughts, feelings and opinions about an issue or subject ออกความคิด support - help สนับสนุน  staff - people who work for a company or organisation, employees พนักงาน represent - to act, speak or be present officially for another person or people เป็นตัวแทน ensure - to make certain that something happens or is done รับรอง ให้ความมั่นใจ ให้การยืนยัน transparent - visible to the public, has no secret or hidden secrets, not keeping anything secret; open (can see what is going on, nothing hidden) โปร่งใส straightforward - clear and honest ตรงไปตรงมา engaging - creates and maintains interest in the reader cannot afford to - must not do (because will cause even bigger problem or more damage and harm) delay - to make something happen at a later time than originally planned or expected เลื่อน ignore - to intentionally not listen or give attention to ทำเพิกเฉย complaints - a statement by someone that they are not satisfied with something (example: customer complaints about a defective product or bad service) criticism - finding the things that are wrong (about a person, project, organization, etc)   influence - to affect or change how someone or something develops, behaves or thinks มีอิทธิพลต่อ, ชักจูง อำนาจบังคับ realised - have come to understand that something is true  reluctant - don't want to do or not very willing to do something and therefore slow to do it ไม่เต็มใจ, ลังเลใจ budget - the plan for how money is to be spent during the next year or quarter within and organization or company allocate budgets - divide the total amount of money available and give it to different departments and projects  reallocate budgets - change how the total amount is given to different uses (departments, projects)  adjust - to change something slightly, especially to make it more correct, effective, or suitable ปรับ"
    },
    {
        "filename": "41-men-in-a-van-new-world-record-.html",
        "heading": "41 men in a van: New world record?",
        "date": "20 Sep 2016 at 14:51",
        "viewed": "11,671 viewed",
        "contents": "How many passengers can you fit in a mini-van? At least 41. \n\n\n-\n+\n\nCommuter mini-van packed with unbelievably many people goes viral & amazes even journalists at Guardian in faraway UK.\nTRANSPORTATION, WORLD RECORDS &  ROAD SAFETY\n41 men in a van: New world record?\nOnline News                                      A video taken Sunday quickly went  viral showing Thai police emptying a commuter mini-van packed with so many passengers it was hard to believe.\nAs passengers left the van one-by-one, both passengers and police laughed, the count eventually reaching the absurd total of 41 passengers in a small van.                                      The number of passengers the van is supposed to carry is 16.\n\n\n\nA final flashlight search ensured there were no more passengers hiding from the police inside.\nNormal commuters would never stand for such conditions.                                      So, that the workers were foreign migrant workers, who have their rights violated frequently, was a reasonable guess made by many.\nThere was, however, no indication of where and when the video was taken.\nNEW WORLD RECORD?   The 41 passengers may have unknowingly tied a world record for \"most people crammed in a large car\" set in Russia:                                      \"The most people crammed in a large car is 41 and was achieved by Toyota Centre Krasnoyarsk Zapad (Russia) in Krasnoyarsk, Russia, on 16 May 2015. The car chosen for this attempt was a Toyota Rav4.\" (see here)                                     The Manager newspaper which originally carried the story said that \"Thailand was second only behind Libya in the accident statistics while they said that the University of Michigan calculated that there were 44 deaths per 100,000 of the population per year. This would put the annual death toll well over 25,000\" (see here).\nThe videos even amazed journalists at the Guardian newspaper in faraway Great Britain who posted the video on their website:\n\n(Source: Screenshot of Guardian website)\n\nhttps://www.theguardian.com/world/video/2016/sep/19/41-men-found-inside-16-seat-vehicle-in-thailand-video                                     http://www.thaivisa.com/forum/topic/943820-forty-one-men-in-a-van-but-thais-miss-out-on-guinness-record/                                     http://manager.co.th/Around/ViewNews.aspx?NewsID=9590000094505                                                                         https://www.facebook.com/memoriesatp?fref=nf"
    },
    {
        "filename": "46-new-skytrain-trains-for-green-line.html",
        "heading": "46 new Skytrain trains for Green Line",
        "date": "24 May 2016 at 13:13",
        "viewed": "1,666 viewed",
        "contents": "Deputy Prime Minister Somkid Jatusripitak (second left) chaired yesterday's contract signing ceremony to buy new trains for the Bangkok Mass Transit System from Siemens AG and CRRC Changchun Railway Vehicles.   (Photo by Tawatchai Kemgumnerd)\n\n\n-\n+\n\nNew Green Line trains for next 10 years with Skytrain passengers of 600,000 per day, growing 6% per year.\nTRANSPORTATION\n46 new Skytrain trains for Green Line                                               \n24/05/2016                                               Pawee Sirimai\nThe Bangkok Skytrain will soon have 46 new trains that  will be used on the Green Line.\nEach train will consist of 4 cars.\nSiemens AG, a Germany- based train and turbine manufacturer, will supply 22 trains.\nCRRC Changchun Railway Vehicles Co, a Chinese producer of mass transit vehicles, will supply 24 trains.\nThe purchase of the new trains will cost 11 billion baht which will financed from the company's cash flow and loans.\nPREPARING FOR INCREASED PASSENGER TRAFFIC \nThe purchase was made to prepare for increased passenger traffic on the Green Line.\nThe Green Line runs along Sukhumvit Road for 36.25 kilometres with the  Green Line extension continuing down Sukhumvit Road to Samut Prakan.\nDuring the fiscal year 2015 ending in March, passengers per day grew at a rapid 6.3% per year pace.                                                 For next year, BTS expects a 6% increase in passengers from the current average of 600,000 per day.\nBTS currently operates 52 trains for the Green Line and with the new trains, BTS should be able to operate the Skytrain comfortably for the next 10 years.\nBTS GROUP'S FUTURE PLANS\nThe Skytrain operator Bangkok Mass Transit System Plc (BTSC) is a subsidiary of BTS Group  Holding Plc.\nFor next year, BTS targets a 20% increase in top-line revenue, part of which comes from an advertising business the company also runs.\nBTSC plans to join all bids (auctions) for government mass transit projects, including the upcoming Pink and Orange lines, in the form of public-private partnerships (PPPs).\nBTS is in a very strong financial position with 12 billion baht worth of cash on hand and a low debt -to- equity ratio of 0.28, so the company is in a good position  to invest in upcoming mass transit projects.\nhttp://www.bangkokpost.com/news/transport/985401/bts-group-buys-46-trains-for-b11bn"
    },
    {
        "filename": "4g-default-explained-chinese-investor-delay.html",
        "heading": "4G default explained: Chinese investor delay",
        "date": "23 Mar 2016 at 13:06",
        "viewed": "1,749 viewed",
        "contents": "Editorial cartoon from today's Bangkok Post (23/03/2016) depicting mobile phone users being held hostage by telecom company JAS with telecom regulator NBTC in background wielding some horrific device which may be cable cutters for cutting off Jasmine's broadband and/or digital TV services; Inset: Jasmine International boss Pete Bodharamik finally telling the public why it was late with license payments.   \n\n\n-\n+\n\n72 billion baht in bank guarantees delayed by Chinese telecom giant business partner waiting for approval from Chinese regulators.\nMOBILE PHONES\n4G default explained: Chinese investor delay\n23/03/2016                                                                                         Srisamorn Phoosuphanusorn                                                                                          Jasmine International boss Pete Bodharamik spoke out Tuesday on why his company defaulted on the 4G licence payment due this past Monday.                                                                                          The failure stemmed from a lengthy partnership process involving a would-be Chinese investor, he claimed in a statement filed with the Stock Exchange of Thailand (SET).                                                                                           Shortly after JAS submitted the filing, the SET suspended JAS's stock trading until the required information is completely disclosed.                                                                                          REGULATOR: NO RELAXATION OF RULES FOR CHINESE PARTNERSHIP DELAY \nJAS could not meet the payment deadline because the company's partnership agreement with a Chinese telecom giant still awaited finance approval from Chinese regulators, JAS says.                                                                                           As a result, the issuance of bank guarantees worth 72 billion baht required to pay the  the national telecom regulator, the National Broadcasting and Telecommunications Commission (NBTC), had been delayed.                                                                                          JAS said the approval process would take until mid-April, well beyond the deadline set by the NBTC.                                                                                          The NBTC has insisted it could neither extend the payment time nor relax conditions for JAS if it could not pay the 4G licence fee as stipulated in auction rules.                                                                                          PENALTIES ANTICIPATED BY JAS   JAS's legal consultants viewed that the NBTC should only confiscate the guarantee of 644 million baht that JAS placed before the auction without any further fines or penalties.                                                                                           The confiscation will have no significant impact on JAS's financial health, said Mr Pete.                                                                                          TDRI: STIFF PENALTIES NEEDED   The Thailand Development Research Institute (TDRI) think tank has called on the NBTC to impose stiff fines and penalties on JAS for its payment failure.                                                                                          Confiscating JAS's 644-million-baht guarantee plus 160 million baht in compensation for operating expenses incurred during the auction should be the norm, said TDRI president Somkiat Tangkitvanich.                                                                                          In addition, JAS should be blacklisted by the NBTC from entering any future auctions or applying for operating licences.\nLEGAL BACKLASH IF DIGITAL TV & FIXED BROADBAND LICENSES REVOKED\nHowever, Mr Somkiat said revoking all operating licences of parent firm Jasmine International, including those for fixed broadband and digital TV, might be troublesome and difficult because those companies have different management.                                                                                          The NBTC does not set conditions in auction rules involving licence revocation and could face a legal backlash (more lawsuits) if it did so, he said.\nWILL BE DIFFICULT TO GET COMPENSATION FROM JAS   Mr Somkiat acknowledged the NBTC faces a complicated task to seek compensation for losses the regulator and the government suffered due to JAS's failure.                                                                                          The regulator can file a civil lawsuit against JAS seeking damages for the government, but the legal process could take years.  TDRI: QUICK NEW AUCTION NEEDED   TDRI also urged the regulator to call a new auction for the 900MHz spectrum within 2-3 months for the public's benefit.                                                                                          Mr Somkiat said the NBTC's proposal that a repeat auction for the 900MHz spectrum must begin at JAS's winning price of 75.65 billion baht was unreasonable.\nThe winning bid was higher than the prices offered by AIS and DTAC.                                                                                          \"The reserve price for a repeat auction should be set at 70.18 billion baht, the last price for the spectrum slot offered by DTAC,\" he added.                                                                                          Mr Somkiat said True should also be allowed to participate in a new auction.\nHe also urged the NBTC to set a bigger guarantee to be placed before the auction, equal to the reserve price, in order to prevent defaults.                                                                                          He called on the Stock Exchange of Thailand (SET) and the Securities and Exchange Commission (SEC) to investigate the stock trading of Jasmine Group to ensure the companies' individual shareholders benefit.                                                                                          http://www.bangkokpost.com/news/general/907012/jas-chief-explains-4g-default"
    },
    {
        "filename": "4g-delay-looms-with-threat-of-tot-labour-union-lawsuit.html",
        "heading": "4G delay looms with threat of TOT labour union lawsuit",
        "date": "16 Oct 2015 at 16:31",
        "viewed": "1,249 viewed",
        "contents": "-\n+\n\nTOT may be allowed to develop a 4G network to avoid lawsuit by TOT & labour union. TOT currently operates 3G broadband with only 100,000 subscribers.\nTELECOMMUNICATIONS, STATE ENTERPRISES & LABOUR UNIONS\n4G delay looms as TOT labour union threatens to sue govt \n16/10/2015                                                                          Adapted from Komsan Tortermvasana article                                                                            The labour union and management of the state telecommunications enterprise TOT are on the verge of taking legal action against the telecommunications regulator over the coming 4G auction.                                                                           The 4G auction planned for Nov 12 may be delayed as a result of this legal action.                                                                           This information was provided by a high-ranking source at Thailand's telecommunications regulator,  the National Broadcasting and Telecommunications Commission (NBTC), who asked not to be named.                                                                           As a strategy to placate TOT and its labour union, TOT may be allowed to develop a 4G network.                                                                            TOT currently operates a 3G broadband service but has only 100,000 subscribers.                                                                           TOT also holds 64 MHz of bandwidth on the 2300-MHz spectrum that remains unused.                                                                            \"The proposal to allow TOT to operate 4G on the 2300-MHz band is meant to ease conflict between the TOT and NBTC over the 4G spectrum auctions,\" the source said.                                                                           The root of the conflict lies in spectrum ownership claims made by the state enterprise .                                                                           TOT's labour union has claimed the regulator NBTC has no authority to auction the 20 MHz of bandwidth because TOT still has the right to operate the frequency after its concession with Advanced Info Service (AIS) expires on Sept 30.                                                                           If TOT operated a 4G network, it could earn more revenue following the expiration of the AIS concession.                                                                            However, even if the proposal was approved, the source believed TOT would still take legal action against the planned 4G auctions, the source said.\n\n  STATE ENTERPRISE REFORM   In a related story, speaking at the Post Forum yesterday, Banyong Pongpanich, a member of the State Enterprises Policy Commission, said state enterprises control 12 trillion baht in assets and an annual investment budget of 5.1 trillion baht, or twice that of the government budget\n[See video of Banyong Pongpanich presentation above and below at the Post Forum. Watch more of Post Forum here].                                                                           \"State enterprises control a huge portion of the country's resources, whether it be in monopoly rights or national resources,\" he said.                                                                           But returns are meagre, showing the inefficiency of most of these organisations.\nMr Banyong said those state enterprises that do make profits mostly do so as a result of monopoly power, while companies that do compete with the private sector, such as Thai Airways International, TOT Corp or the State Railway of Thailand, all face significant pressures (i.e. competitive pressures from private companies in the markets they operate in).                                                                           Mr Banyong said under planned reforms, state enterprises would be required to increase transparency and disclosure, overhaul the selection process for their board of directors and separate regulatory powers from operations.\n\n http://www.bangkokpost.com/news/general/731608/govt-says-reforms-key-to-future                                                                           http://www.bangkokpost.com/business/telecom/731840/ict-proposes-4g-network-for-tot"
    },
    {
        "filename": "4g-delays-huge-license-fees-bank-wants-new-plan.html",
        "heading": "4G delays: Huge license fees, bank wants new plan",
        "date": "19 Jan 2016 at 14:07",
        "viewed": "1,609 viewed",
        "contents": "Bids in the 900MHz 4G auction were 2 to 3 times higher than expected. \n\n\n-\n+\n\nAfter bids in 900MHz 4G auction 2 to 3 times higher than expected, banks asking for new plans before license winners get cash.\nMOBILE PHONES\n4G delays: Huge license fees so banks want new plan\n19/01/2016                                                                               Komsan Totermvasana & Somruedi Banchongduang                                                                                The winners of the 900-megahertz spectrum auctions are unlikely to make their first payments of bidding fees this month as initially expected due to strict bank lending conditions.                                                                                The delay in payments will postpone the planned commercial launch of fourth-generation (4G) wireless broadband service upcountry.\nBANGKOK BANK INSISTS ON NEW PLAN FROM JASMINE\nA source said Bangkok Bank was requiring Jasmine International, a 900MHz licence winner, to submit a new borrowing plan following the exorbitant licence cost the company paid.                                                                                The bank's demand has added uncertainty to Jasmine's future, as the loan is needed to ensure the company can smoothly enter the mobile service provider business.                                                                                \"The request for a new borrowing plan came after Jasmine's winning bid was two or three times higher than forecast in its previous plan,\" a source said.                                                                                The two 4G auction winners last week told the NBTC they planned to pay the first half or 8.04 billion baht of the estimated real spectrum value.\nEarlier, JAS Mobile Broadband, Jasmine's 4G arm, announced it would roll out 4G service on the 900MHz spectrum in mid-January and planned to have 15,000 base stations this year, accommodating 10 million 4G subscribers.\nAIS GETS MORE TIME TO MIGRATE 2G CUSTOMERS   The delay gives Advanced Info Service (AIS) more time to migrate its existing 2G customers on the 900MHz network to other networks.                                                                                AIS faces a shutdown of its 900MHz network three days after the winning bidders make their first payments.                                                                                The auction rules, published last year in the Royal Gazette, stipulate the switch off date must be the day on which the winners of the 900MHz spectrum auctions receive their licences.                                                                                The NBTC acknowledges the winners informed us they needed more time to resolve some loan condition details with their lenders.\n4G AUCTION LAST MONTH   The NBTC auctioned off two licences on the 900MHz spectrum last month, each containing 10MHz of bandwidth.                                                                                JAS Mobile Broadband won the first licence for 75.7 billion baht or 487% higher than the auction reserve price of 12.9 billion.                                                                                True Move H Universal Communication (TUC), a subsidiary of True Move, won the second licence for 76.3 billion baht or 491% above the reserve price.                                                                                Both JAS and TUC were given 90 days after the auction to make the first payment of 8.04 billion baht, for half the estimated spectrum value, which is required by March 21.                                                                                An additional 25% of the spectrum value is to be paid this year, with the final 25% in 2017. The winners must then pay their remaining bid amounts in 2018.                                                                                Whenever the winners make their first payment, they must also post three bank guarantees for the remaining amounts.\nFIRST PAYMENT MAYBE IN FEBRUARY  Both JAS and TUC may make their first payments in the first week of February.                                                                                True Corporation said it has no problem applying for a syndicated loan with 10 potential bank creditors but admitted two lenders needed to adjust some loan conditions due to regulations on single lending limits, which is said to be just a technical problem, not a big deal, expected to be settled next week.                                                                                True Corporation says it does not need to hurry making a payment and rolling out 4G service on the 900MHz spectrum, as the company has time and True already provides 4G service.\nTUC wants to provide the service at an auspicious time.\nhttp://www.bangkokpost.com/business/telecom/830936/4g-winners-facing-loan-adjustment\nhttp://www.telecomasia.net/blog/content/thai-900-mhz-winners-delay-picking-licenses"
    },
    {
        "filename": "4g-newcomer-jas-fails-to-make-payment.html",
        "heading": "4G: Newcomer JAS fails to make payment",
        "date": "22 Mar 2016 at 12:55",
        "viewed": "2,326 viewed",
        "contents": "Empty seats at the NBTC's press room after executives from JAS Mobile Broadband failed to turn up for the fee payment deadline to secure the 900MHz spectrum licence won at an auction last December. (Photo by Wichan Charoenkiatpakul) \n\n\n\n-\n+\n\nVeteran players DTAC & AIS want original 16 billion baht starting price, but NBTC wants 75 billion & will suspend auction for year if they don't get it.\nTELECOMMUNICATIONS & MOBILE PHONES\n4G: Newcomer JAS fails to make payment                                             \n22/03/2016\nSRISAMORN PHOOSUPHANUSORN & KOMSAN TORTERMVASANA\nJAS, the mobile phone subsidiary of Jasmine International, has missed the deadline for paying for the 900-megahertz spectrum licence it won.\nAfter keeping people guessing for three months, JAS was apparently unable to raise 75.654 billion baht to pay for the licence.                                              JAS executives kept silent as the 4.30pm Monday deadline came and went.\nJAS was given until March 21 to make its first payment of 8.04 billion baht, plus bank guarantees for the total remaining amounts of 25% of the licence fee in 2017, 25% in 2018 and the rest in 2019.\nJAS won the first licence for 75.65 billion baht or 487% higher than the reserve price of 12.9 billion baht.\nPENALTIES: END OF BROADBAND INTERNET & DIGITAL TV\nThe default by the company marks an unprecedented situation in Thailand,  according to the National Broadcasting and Telecommunications  Commission (NBTC).\nJAS's payment failure has resulted in the immediate termination of JAS's  right to provide fourth-generation (4G) wireless broadband service.\nAll operating licences of parent firm Jasmine International, including those for fixed broadband and digital TV, will be revoked and the whole group will be blacklisted by the NBTC.                                              The regulator could now confiscate the guarantee JAS had placed before the auction worth 645 million baht -- 5% of the reserve price. JAS must also compensate the NBTC for the 160 million baht in operating expenses incurred during the auction. Jasmine Group is also set to suffer damages after its subsidiary's default since the two have the same major shareholders and top executives.                                              NEW AUCTION CALLED AFTER NEWCOMER FAILURE  The market for mobile phone services has long been dominated by three major mobile operators: AIS, DTAC and True Move.                                              JAS was a newcomer to the market, offering a higher bid than veteran players in the market, a higher bid that ultimately failed.                                                The NBTC will call a new auction round for the second licence for the 900MHz spectrum that must begin, NBTC insists, at JAS's winning price of 75.65 billion baht.\nIf the new auction fails to attract any bidders, the NBTC will have to suspend the auction for one year.\nAIS & DTAC: WAIT AND SEE   Mobile leader Advanced Info Service Plc (AIS) and Total Access Communication Plc (DTAC), both of which failed to obtain a licence, have initially expressed interest in a new 900MHz auction if the reserve price is not set at the high previous winning price.                                              AIS says the new auction should use the first reserve price of 16.08 billion baht (if the number of bidders is fewer than three) set by the NBTC. Only then can the true value of the spectrum be determined.                                              http://www.bangkokpost.com/business/telecom/905732/jas-4g-default-makes-history"
    },
    {
        "filename": "5-red-shirts-jailed-for-2010-bhumjaithai-bomb-plot.html",
        "heading": "5 red shirts jailed for 2010 Bhumjaithai bomb plot",
        "date": "21 Sep 2015 at 19:45",
        "viewed": "487 viewed",
        "contents": "The scene after a bomb exploded behind the Bhumjaithai Party headquarters in June 2010. (Photo by Surapol Promsaka na Sakolnakorn) \n\n\n\n-\n+\n\nRed shirt who pushed bomb into place gets prison term reduced from 35 years to 5 plus 50-baht fine. Bomb maker gets 2 years, rest get 2-4 years.\nBOMBINGS\n5 red shirts jailed for 2010 Bhumjaithai bomb plot\n21/09/2015                                                Online Reporters                                                 The Appeal Court on Monday sentenced five red-shirt members to 2-4 years in prison for trying to bomb Bhumjaithai Party headquarters in 2010.                                                 Sentences were handed down to vendor Dejpol Phutthajong, 60, motorcycle-taxi driver Kampol Khamkhong, 46, vendor Kobchai Boonplod, 47, interior decorator Warisriya Boonsom, 47, and folk rocket maker Suriya Phumwong, 43.                                                 They were charged with having and transporting a bomb and causing an explosion next to Bhumjaithai headquarters in Chatuchak district, Bangkok, on June 22, 2010.                                                 The Appeal Court sentenced bombing masterminds Dejpol, Kampol, Kobchai and Warisriya to four years in jail and a fine of 66.66 baht. Suriya, the bombmaker, got two years and eight months. The jail terms were shortened for their useful answers during police interrogation.                                                 Warisriya was released on bail of 500,000 baht.\nSuriya did not show up at the Criminal Court to hear the Appeal Court's ruling, so his bail guarantor was fined 500,000 baht, and the Criminal Court issued a warrant for his arrest.                                                 LOWER-COURT RULING   In 2013, the Criminal Court found the five defendants were members of the red-shirt United Front for Democracy against Dictatorship (UDD) who ordered Anek Singkhunthod, 31, to push a rambutan cart carrying a bomb hidden in a cooking-gas cylinder in front of the headquarters for the Democrat Party coalition partner, Phumjaithai.                                                  However, the bomb exploded before it reached its target and Anek was blinded. The impact damaged a vehicle, a food stall and the rear wall of the headquarters building.                                                 Dejpol, Kampol and Kobchai initially were sentenced to six years and eight months for possessing the bomb and causing the explosion and fined a 66.66-baht for transporting the bomb. Suriya, the bombmaker, was given three years and four months. Warisriya was acquitted.                                                 In response to their appeal, the Appeal Court on Monday found the four men guilty and the previously acquitted Warisriya guilty also because she made repeated phone calls to check on the situation relating to the explosion.                                                 For Anek, who pushed the cart, the Appeal Court in 2013 shortened his jail term from 35 years to five plus a 50-baht fine because of the limited property damage. He is appealing with the Supreme Court.                                                 http://www.bangkokpost.com/news/politics/701316/5-red-shirts-jailed-for-2010-bhumjaithai-bomb-plot"
    },
    {
        "filename": "6-8-earthquake-in-myanmar-shakes-bangkok-buildings-evacuated.html",
        "heading": "UPDATE: 6.8 Myanmar quake shakes Bangkok, Pagan temples destroyed",
        "date": "24 Aug 2016 at 18:24",
        "viewed": "18,895 viewed",
        "contents": "People leave buildings in the Asoke area after shakes from the Myanmar earthquake. (@Suriya476 @JS100 photo) \n\n\n\n-\n+\n\nEarthquake shook buildings in Yangon & across Myanmar and the region as far as Chiang Mai & Bangkok in Thailand.\nUPDATE\nPowerful quake hits Myanmar, damaging famed Bagan temples\nAFP News Agency                                               A powerful 6.8 magnitude earthquake struck central Myanmar Wednesday, killing at least one person and damaging around 60 pagodas in the ancient city of Bagan, Myanmar government officials said.                                              At least one man was killed in Magway region when a building collapsed during the earthquake. A woman was also injured.                                              A local official reported heavy damage to several temples in Bagan -- Myanmar's most famous archaeological site and a major tourist destination some 30 kilometres north of the quake's epicentre.                                              \"About 60 pagodas in Bagan were damaged. Some were seriously damaged,\" said Aung Kyaw, the director of Bagan's culture department.                                              A tourist police officer from Bagan confirmed the damage and said a Spanish tourist was slightly hurt when the quake knocked her from the temple where she was watching the sunset.                                              Scaling Bagan's ancient Buddhist monuments to watch the sun set over the city's 2,500 temples is a daily ritual among tourists and local pilgrims who flock to the site.                                              The temples, built between the 10th and 14th centuries, are revered in the Buddhist-majority country.                                              Soe Win, a local MP from Chauk -- a riverside town close to the epicentre -- said it was the worst earthquake he had experienced in years.                                              \"More than eight pagodas in the town collapsed,\" he told AFP, referring to Chauk. \"Two buildings collapsed as well, while some others were cracked. People in the town are still scared.\"                                              Earthquakes are relatively common in Myanmar, although the country has not suffered a major one since 2012.                                              That powerful tremor -- also of 6.8 magnitude -- struck the centre of the country, killing 26 people and injuring hundreds.\n\nวินาที เจดีย์โบราณ ใน\"พุกาม \" บางส่วน กำลังถล่ม หลัวแผ่นดินไหว6.8 ในพม่า pic.twitter.com/eeVqVRTxe8\n— ittipat pinrarod (@ittipatNOW26) August 24, 2016\n\n\n\nEARTHQUAKES\nEarthquake of 6.8 magnitude strikes central Myanmar - USGS                                             \nOn Wednesday, an earthquake of 6.8 magnitude struck central Myanmar according to the U.S. Geological Survey (USGS).\nThe earthquake shook buildings in Yangon and across Myanmar and in the region as far away as Chiang Mai and Bangkok in Thailand, witnesses reported.\nAfter the earthquake shook office buildings and highrises in the Sukhumvit Road area of downtown Bangkok for a couple of seconds, residents evacuated the buildings.\n\"My office is shaking,\" an office worker on the 22nd floor of Silom Complex said at 5.42pm.\n\"All my work colleagues stood up,\" said the office worker.                                               The jolts were felt in highrises in other parts of the capital including Ratchadaphisek, Khlong Tan and Khlong Toey areas.\nThe epicenter of the quake was 143 kilometers west of the city of Meiktila in central Burma at a depth of 84 kilometers.\nNo immediate reports of casualties or damage were made.                                              The quake shook buildings in Myanmar's biggest city of Yangon and in other towns and cities, witnesses said.                                              The earthquake was also felt to the west of Myanmar in Bangladesh.\nThere was a 5.3 earthquake in the Burma-India border area on August 22, two days ago (see here).\nA major earthquake fault line, the Sagaing Fault, runs through  central Myanmar passing through the central Myanmar cities of Mandalay, Yamethin, Pyinmana, the capital Naypyidaw, Toungoo and Pegu before dropping off into the Gulf of Martaban, over 1200 kilometers away.\nReuters, USGS, Bangkok Post\n\nShakemap 6.8 magnitude earthquake, central Myanmar, 24/08/2016 (Source: USGS)\n\n\n(Source: sagaingfault.info)\n\nhttp://earthquake.usgs.gov/earthquakes/eventpage/us10006gbf#shakemap\nhttps://en.wikipedia.org/wiki/Sagaing_Fault                                              http://www.sagaingfault.info/"
    },
    {
        "filename": "7-5-million-bitcoin-hoard-lost-in-garbage-dump.html",
        "heading": "$7.5 million bitcoin hoard lost in garbage dump",
        "date": "29 Nov 2013 at 19:10",
        "viewed": "3,008 viewed",
        "contents": "-\n+\n\nHe will be a rich man if he finds the hard drive with bitcoins he threw away, now buried deep under garbage at landfill.\n\nA landfill compactor used to bury garbage in a landfill. (Source: Wikipedia)\n\nDIGITAL CURRENCY \nMan searches landfill for $7.5m bitcoin\n29/11/2013 \nAFP News agency\nA British IT worker has launched a frantic search of a landfill site after realising he accidentally threw away a computer drive holding $7.5 million (5.5 million euros) in the online currency bitcoin.\nJames Howells, 28, obtained 7,500 bitcoins in 2009 when the currency was virtually worthless. Its value has since soared, with a single bitcoin hitting $1,000 for the first time on Tuesday.\nHowells left the hard drive in a drawer for several years, and threw it away earlier this year without a second thought.\nTo his horror, he then realised what it had contained -- and that he would be a millionaire, if he could only find it.\nHe now faces the prospect of a painstaking hunt through a massive landfill site in his home city of Newport, Wales, he told BBC television on Thursday.\n\"When I went to the tip the manager took me up to the current landfill site and when I saw it -- it's about the size of a football field -- my first thought was 'no chance',\" he said.\n\"The manager explained that things that were sent to the landfill three or four months ago could be three to five feet (1.5 metres) deep.\n\"He confirmed my worst fears when he said that.\"\nLarge-scale searches of the landfill site -- including those for police evidence -- usually involve up to 20 workers with digging equipment and dogs, he added.\n\"The truth is, I haven't got the funds or ability to make that happen at the moment without a definite pay cheque at the end of it,\" Howells said.\nHe told the BBC he forgot about the bitcoin stash because he was \"distracted by family life and moving house\".\nThe hard drive was thrown out between mid-June and August, he believes.\nHe has checked all of his back-up files without success.\nLaunched in 2009 as the invention of a mysterious computer guru who goes by the pseudonym Satoshi Nakamoto, bitcoins can be exchanged online for real money or used to buy goods and services on the Internet.\nThe currency is not regulated by any government.\nhttp://www.bangkokpost.com/tech/computer/382244/briton-searches-landfill-for-7-5-mn-bitcoin-fortune"
    },
    {
        "filename": "72-hours-of-free-hospital-emergency-treatment.html",
        "heading": "72 hours of free hospital emergency treatment",
        "date": "3 Apr 2017 at 13:52",
        "viewed": "3,093 viewed",
        "contents": "Critical care patient receiving emergency medical treatment in a hospital emergency room; Inset: ambulance, patient being moved from ambulance to hospital for treatment with stretcher, a Neck Collar or Cervical Collar being placed on a girl by a emergency services (Source: Wikipedia). \n\n\n-\n+\n\nHospitals which fail to follow new regulations on free emergency care for 72 hours will be punished.\nEMERGENCY HEALTHCARE\n72 hours of free hospital emergency treatment \nUser charges banned, cases to be screened 3/04/2017                                                                                     Post Reporters                                                                                      Hospitals which fail to follow new regulations on emergency hospital  admissions for people who require emergency care within 72 hours will be  punished.                                                                                      This is according to Dr. Visit Tangnaphakorn, director-general of the Department of Health Service Support (DHSS).                                                                                      The new public health service law on Universal Coverage for Emergency Patients (UCEP) was implemented on Saturday.\n\n\n\nTHE FIRST 72-HOURS ARE THE MOST IMPORTANT   Response within the first 72 hours after a critical situation (like an road accident or a heart attack, for example) is crucial.                                                                                      Dr. Visit said private hospitals are violating the Sanatorium Act if they:\n1. Refuse to provide intensive medical treatment to people in a critical condition, or which\n2. Charge them money during emergency care.\nViolations of the Sanatorium Act carry a maximum jail term of two years and a fine of up to 40,000 baht or both.\n\n\n\nGUIDELINES SENT TO HOSPITALS & HEALTHCARE CENTERS NATIONWIDE\nDr Visit has ordered DHSS officials to send details about the new healthcare regulations on emergency admission and guidelines for emergency care to 347 health care centres, and state and private hospitals nationwide.                                                                                      He urged hospitals and health personnel to study the information and follow the guidelines.                                                                                      \"We need to get the hospitals and health personnel on the same page and stick to the guidelines,\" Dr Visit said.\n\n\n\nPUBLIC HEALTH REGULATIONS ISSUED TO HOSPITALS \nThe public health regulations that have been issued comprise:\n1. A screening process to identify emergency patients;\n2. Guidelines for emergency care; and\n3. Guidelines to charge a fee during emergency care.                                                                                      Under the new regulations, patients who are admitted to a hospital will receive emergency care for 72 hours, free of charge.\n\n\n\nWHAT WILL HAPPEN AFTER 72-HOURS? \nAfter 72 hours of care, a patient who needs further treatment will have to be referred to a hospital where he or she has registered.                                                                                      A patient who prefers receiving ongoing treatment at a hospital that provides them with emergency care must pay for the remaining treatment costs, he said.\n\n\n\nGOVERNMENT HEALTHCARE FUNDS WILL PAY FOR EMERGENCY CARE \nThe government will pay for the free emergency medical care by using funds from the three national healthcare plans: the universal healthcare plan, the social security plan and the civil servant plan, depending on which one the patient is registered in.\nExpenses incurred during emergency care will be deducted from the plan they have registered with.\n\n\n\nHOSPITAL TEAMS TO SCREEN PATIENTS FOR EMERGENCY CARE \nDHSS deputy director Thongchai Keeratihattayakorn urged hospitals to set up a team of experts and health personnel to screen people who may be in a critical condition and need emergency care.                                                                                      He suggested the team consult the UCEP Coordination Centre to help them decide if a patient needs emergency care.                                                                                      Earlier, government spokesman Sansern Kaewkamnerd said the regulations are aimed at ensuring all people have equal access to health care and to help narrow the gap between the rich and the poor.\nWHAT HEALTH CONDITIONS QUALIFY FOR EMERGENCY CARE? \nHe said six groups of people are defined as requiring emergency admission, including those who are:\n1. Temporarily unconscious,\n2. Unresponsive and not breathing; and\n3. Those who have a pounding heart and shortness of breath.\nOther illnesses that need medical attention include:\n1. Drowsiness;\n2. Excessive sweat associated with seizures;\n3. Sudden chest pain;\n4. Weakness in arms and legs and difficulty speaking;\n5. Seizures; and\n6. Other symptoms which would affect the functions of the respiratory system, blood circulatory system and brain and nervous system.\nCRITICAL CARE IN THAILAND\nAccording to the National Institute of Emergency Medicine, there were about 12 million emergency patients last year.\nOf them, about four million were critically ill patients and the number was expected to increase.\nBetween 2013 and 2015, about 1.3 million patients had access to emergency medical care while only 400,000 critically ill patients did.                                                                                      The NIEM also stressed the need to improve and expand emergency care services to reach a wider public.\n\n\n\n\n\n\n  http://www.bangkokpost.com/news/general/1225924/patients-get-right-to-72-hours-of-critical-care"
    },
    {
        "filename": "75-7-billion-says-regulator-too-high-say-ais-dtac.html",
        "heading": "75.7 billion says regulator, too high say AIS & DTAC",
        "date": "4 Feb 2016 at 16:31",
        "viewed": "2,135 viewed",
        "contents": "The building of the national telecommunications regulator, the National Broadcasting and Telecommunications Commission (NBTC); Inset: on left, Philip Tan President of Intouch Holdings which owns AIS; K.Lars Norling CEO of Total Access Communication or DTAC; on left NBTC secretary-general Takorn Tantasith & 900 MHz auction mascot  (Photo: SEKSAN ROJJANAMETAKUN & PORNPROM SATRABHAYA)  \n\n\n-\n+\n\nNBTC telecom regulator threatens to cancel auction for year, if no one willing to pay Jasmine's huge winning bid, that apparently makes no business sense.\nMOBILE PHONES\n75.7 billion says regulator, too high say AIS & DTAC\n4/02/2016                                          Komsan Tortermvasana & Srisamorn Phoosuphanusorn                                           Mobile newcomer Jasmine (JAS Mobile Broadband) made a huge surprise winning bid of 75.7 billion baht in the 4G auction late last year for the 900-megahertz spectrum.                                           Now there are rumours circulating that Jasmine is having difficulties obtaining a bank loan to pay for the license.                                           Veteran mobile operators AIS and DTAC both dropped out of the bidding for the 4G license, unwilling to accept a huge winning auction price which did not make business sense.                                            The government regulator (the NBTC), however, says it will not be satisfied with anything less than Jasmine's huge winning bid and if there are no bidders at this price, it will simply cancel the auction for a year.                                           That newcomer Jasmine is experiencing difficulty in obtaining a bank loan and veterans DTAC and AIS dropped out of the bidding is perhaps understandable.                                           Digital TV newcomer Thai TV, like Jasmine, bid too much for a digital TV license and Bangkok Bank that gave the company a loan guarantee, may soon be forced to pay 1.6 billion baht to the NBTC (see here).                                             STEPPED AWAY FROM AUCTION WHEN PRICE DIDN'T MAKE BUSINESS SENSE   Philip Tan, president of InTouch which owns AIS, said AIS was interested in a new 900MHz auction if the reserve price was not set at the huge previous winning price.                                           \"....we did not lose the 900MHz auction -- we chose to stop and walk away from the bidding when the price became unrealistically high, based on our mathematical model,\" Mr Tan said.                                           AIS says it has sufficient mobile bandwidth to support its mobile business for years and has already invested heavily in its 4G LTE Advanced network nationwide after not winning a 900MHz 4G licence.                                           DTAC also says the reserve price of a new auction round should be much lower.                                           IF NO ONE INTERESTED IN HIGH PRICES, AUCTION SUSPENDED FOR YEAR   \"A re-auction could be held by June if the two bid winners [JAS and True] fail to make their first instalment by March 21,\" NBTC secretary-general Takorn Tantasith said.                                           \"If it does take place, the government should earn no less than the previous winning price,\" he added.\nThe reserve price for a new 900Mhz auction must begin at Jasmine's winning price of 75.7 billion baht.                                           If the re-auction failed to attract any bidders, the NBTC would suspend the auction for one year.                                           Furthermore, bid winners failing to make their payments must face stiff penalties besides just fines, in accordance with auction rules and will be blacklisted by the NBTC.                                           http://www.bangkokpost.com/business/telecom/851056/new-900mhz-bids-from-b75-7bn"
    },
    {
        "filename": "84-children-among-104-killed-by-taliban-at-pakistan-school.html",
        "heading": "84 children among 104 killed by Taliban at Pakistan school",
        "date": "16 Dec 2014 at 18:49",
        "viewed": "1,504 viewed",
        "contents": "-\n+\n\nTaliban gunmen storm army-run school in Pakistan, killing at least 84 children in one of the country's bloodiest attacks in recent years aimed at weakening Pakistan military's resolve.\n\nTaliban gunmen stormed an army-run school in Pakistan on Tuesday, killing at least 104 people including 84 children in one of the country's bloodiest attacks in recent years, officials said. (EPA photo)\n\nSCHOOL SHOOTING\n84 children among 104 killed by Taliban at Pakistan school\n16/12/2014 AFP News agency\n\nA school boy who was injured in a Taliban attack receives medical treatment at a hospital in Peshawar, Pakistan Dec 16. (EPA photo)\n\nTaliban gunmen stormed an army-run school in Pakistan on Tuesday, killing at least 104 people including at least 84 children in one of the country's bloodiest attacks in recent years...Witnesses described how a huge blast shook the Army Public School in the northwestern city of Peshawar and gunmen went from classroom to classroom, shooting children.The Tehreek-e-Taliban Pakistan (TTP) claimed responsibility for the attack as retaliation for a major military offensive in the region, saying militants had been ordered to shoot older students.The attack began around 10.30am (12.30pm Bangkok time) when a group of at least five insurgents, reportedly in military uniforms, entered the school.Pakistan's military headquarters said a \"rescue operation\" was under way, with troops still exchanging fire with attackers more than three hours after the incident began....there were hundreds of students and staff in the school when the attack began, though according to the military the bulk of them have been evacuated.It is not clear how many are still in the school..... many of the dead were said to be killed in a suicide blast....some students were celebrating at a party when the attack began....A student who survived the attack said soldiers came to rescue students during a lull in the firing.\"When we were coming out of the class we saw the dead bodies of our friends lying in the corridors. They were bleeding. Some were shot three times, some four times,\" one student said. \"The men entered the rooms one by one and started indiscriminate firing at the staff and students.\"The school ... is a school for the children of military personnel and civilians. Its students range in age from around 10 to 18.......The attack was said to be a response to the Pakistan army's offensive against strongholds of the Taliban and other militants in North Waziristan and the killing of Taliban fighters and harassing their families. More than 1,600 militants have been killed since the launch of the offensive. Today's attack was intended to weaken the Pakistan military's resolve.Washington pressed Islamabad for years to wipe out the sanctuaries in North Waziristan, which militants have used to launch attacks on NATO forces in Afghanistan.The tribal areas in Pakistan that border Afghanistan have for years been a hideout for Islamist militants ...\n\nAmbulances, carrying schoolchildren, make their way from the Army Public School that in under attack by Taliban gunmen in Peshawar Tuesday. Taliban gunmen in Pakistan took hundreds of students and teachers hostage on Tuesday in a school in the northwestern city of Peshawar, military officials said. (Reuters photo)\n\nhttp://www.bangkokpost.com/news/world/450216/84-children-among-104-killed-by-taliban-at-pakistan-school"
    },
    {
        "filename": "90-year-old-new-supreme-patriarch-is-much-loved-figure.html",
        "heading": "90-year-old new Supreme Patriarch is much-loved figure",
        "date": "14 Feb 2017 at 18:18",
        "viewed": "4,620 viewed",
        "contents": "The ornate murals of the Temple of the Emerald Buddha where the ceremony of the investiture of the new Supreme Patriarch was held. Inset: His Majesty King & the new Supreme Patriarch (Source: ThaiPBS & Royal Household Bureau)  \n\n\n-\n+\n\nOn Sunday, His Majesty  the King presided over the investiture of the new Supreme Patriarch of Thailand on Sunday who has served as a model for living the life of a monk.\nRELIGION\nThe 90-year-old new Supreme Patriarch is a much-loved figure\n13/02/2017                                                                                        Nattaya Chetchotiros                                                                                        Over the weekend the formal ceremony of investiture was held for the new Supreme Patriarch of Thailand Somdet Phra Maha Muniwong.                                                                                        The new Supreme Patriarch through his committment to the ascetic life, staying away from the pleasures and comforts of the physical world, and serving as the abbot of Wat Rajabopit in Bangkok, promises to be a worthy successor to the late, highly-revered supreme patriarch, Somdet Phra Nyanasamvara, who passed away on Oct 24, 2013.\n\nHis Majesty King & the new Supreme Patriarch (Source: Royal Household Bureau)\n\nOn Feb 7, the prime minister announced his appointment by His Majesty the King as the 20th Supreme Patriarch, to the joy of Buddhists nationwide (see here).                                                                                        His Majesty the King then presided over the investiture ceremony of the new Supreme Patriarch at Wat Phra Si Rattana Satsadaram or the Temple of the Emerald Buddha at 5pm Sunday.                                                                                         The ceremony, the first in many decades, was broadcast live on TV.\n\n\n\n THIRD ABBOT OF WAT RAJAPBOPIT TO SERVE AS SUPREME PATRIARCH   He is the third abbot of Wat Rajabopit to serve as the Supreme Patriarch.                                                                                        Somdet Kromma Luang Jinavorn Sirivaddhana, was the 11th Supreme Patriarch who was made Supreme Patriarch between 1921 and 1922 and again from 1937 to 1938.                                                                                        Somdet Phra Ariyavongsagatanana, Vasana Vasano, was the 18th Supreme Patriarch who occupied the top position from 1973–1988.                                                                                        Somdet Phra Maha Muniwong belongs to the Dhammayuttika Nikaya, one of the two major sects of Theravada Buddhism in Thailand. The other is the Maha Nikaya.                                                                                        Traditionally, the Supreme Patriarch position alternates between the two sects.\n\n\n\nSTRICT DISCIPLINE \nSomdet Phra Maha Muniwong strictly follows the rules and regulations of the clergy set forth in the sacred scripture of the Patimokkha of the Vinaya Pitaka, the disciplinary code of conduct for Buddhist monks. This has won him recognition from monks of the two Buddhist sects.                                                                                        Residents who live in the neighbourhood of Fueang Nakhon Road near Wat Rajabopit are said to hold the new top monk in the highest esteem and admiration.                                                                                        They witness him take the early morning alms with the other monks bare-footed.                                                                                        When invited to attend a religious function outside the temple, he catches a taxi rather than take a chauffeur driven luxury sedan as is the preference of some other senior monks.                                                                                        Despite his high monastic ranking, Somdet Phra Maha Muniwong remains accessible and approachable to the people.                                                                                         He always sees to it that the monks at the temple behave properly and are looked after well.                                                                                        Somdet Phra Maha Muniwong is committed to a simple life.\n\nThe bell rung during the Supreme Patriarch investiture ceremony.\n\n MEDITATION LIVING AS A MONK OF THE FOREST TRADITION   When he was a young monk, he often visited and sought advice from monks who were renowned meditation masters widely respected for their monasticism in the Northeast.                                                                                        While in the Northeast, he also practised in the style of an ascetic monk in the so-called forest tradition, going on forest retreats, spending most of his time on meditation and eating only once a day.                                                                                        Somdet Phra Maha Muniwong is also known to be a disciple of the late Phra Ajarn Fahn Ajaro, a highly-revered Vipassana meditation master and the former abbot of Wat Pa Udom Somphon in the northeastern province of Sakon Nakhon (see here).\n\nDevotees in the courtyard outside the ubosot of Wat Phra Si Rattana Satsadaram. (Photo by Wichan Charoenkiatpakul)\n\n SPREADING BUDDHISM OVERSEAS   Somdet Phra Maha Muniwong assumed a crucial role in spreading Buddhism overseas.                                                                                        He was among the first group of phra dhammaduta - a delegation of Buddhist monks sent to spread Buddhist teachings overseas. Dhammaduta means \"a messenger of Dhamma or an ambassador of Dhamma\".                                                                                        In 1973, the monk led a delegation of phra dhammaduta to Sydney, Australia, to blaze a path and lay the foundation for Theravada Buddhism to gain a foothold there.                                                                                        Thanks to the monk's pioneering role, Buddhism has since gained a wider following and spread to other major cities such as Canberra, Melbourne and Darwin.                                                                                        He has been noted and credited with spreading knowledge and teachings in Buddhism to Australia and elsewhere.\n\nMonks deliver a mass prayer before the picture of the Supreme Patriarch at Wat Khienkhet in Pathum Thani. (Photo by Apichit Jinakul)\n\n LIFE STORY   The new Supreme Patriarch was born to Nab and Tarn Prasatthapong, a local business family, in Ratchaburi's Muang district on June 26, 1927.                                                                                        He attended the Thewa Nukhro primary school in Lop Buri's Muang district before being ordained a Buddhist novice at a temple in Ratchaburi in 1937.                                                                                        The young novice studied Buddhist teachings in Pali and graduated with a certificate in Pali studies at the fourth level in 1947.                                                                                        He later moved to Wat Rajabopit where he was ordained a monk on May 9, 1948, with the late 18th supreme patriarch, Vasana Vasano, as his mentor.                                                                                        There, the monk continued with his Pali studies and went on to receive a certificate at the sixth level in 1950.                                                                                        The ninth level is the highest in Pali studies in Thailand.                                                                                        The monk then studied at Maha Makut Buddhist University in Bangkok and graduated in religious studies in 1957 before obtaining a master's degree in history and archaeology from Banaras Hindu University in India in 1969.\n\nHis Holiness meets the devotees who arrived at Wat Rajabopit early Sunday. (Photo by Wichan Charoenkiatpakul)\n\n HIS FAMILY IS VERY PROUD OF HIM   Phra Thepsumethi, the abbot of Wat Srisuriyawongsaram in Ratchaburi and the younger brother of Somdet Phra Maha Muniwong, said the new supreme patriarch is the second son of the family of nine children - four sons and five daughters.                                                                                        Somdet Phra Maha Muniwong deeply values filial piety, according to his brother.                                                                                        When Somdet Phra Maha Muniwong was a young monk staying at Wat Rajabopit in Bangkok, he would make the long journey in those days home to Ratchaburi every month to visit their parents, said Phra Thepsumethi, also the Ratchaburi chief monk.                                                                                        Tuenjit Mingkhamlert, 70, a sister of Somdet Phra Maha Muniwong, said family and relatives are pleased and proud the monk has been appointed as the new supreme patriarch.\n\"After we heard the good news, his siblings and relatives are elated and feel very proud. This brings the greatest honour to the family and people of Ratchaburi,\" Ms Tuenjit said.\n\nThe Supreme Patriarch leaves the Temple of the Emerald Buddha for Wat Rajabophit after the investiture in a royal ceremony presided over by HM the King on Sunday.\n\n  http://www.bangkokpost.com/news/general/1197521/new-top-monk-has-proven-credentials\nhttp://www.bangkokpost.com/news/general/1197093/rarely-heard-bell-to-ring-for-new-supreme-patriarch"
    },
    {
        "filename": "900-baht-luxury-movie-theatre.html",
        "heading": "900 baht luxury movie theatre",
        "date": "9 Jun 2014 at 13:43",
        "viewed": "9,576 viewed",
        "contents": "-\n+\n\n30-seat theatres with cosy couches & seats with blankets, pillows, lights, fully stocked mini-bar, on-call butler. After the show, an exquisite lounge with fireplace.\n\nSeating in the luxury movie theatre is more cosy and personal.\n\nENTERTAINMENT \nMore than a movie\nThe Embassy Diplomat Screens isn't just a cinema — it's an experience\n9/06/2014\nNapamon Roongwitoo\nA lot of anticipation was built when it was first announced that Central Embassy would include a “luxury” movie theatre complex called Embassy Diplomat Screens. It’s admittedly an unfathomable concept that makes you wonder — how luxurious can a cinema be? Diego Gronda, managing and creative director of Rockwell Group Europe, a globally celebrated design company, said it’s the kind of movie theatre that does not sell movies — it sells the experience.\n\nAt Embassy Diplomat Screens, every seat comes with an adjustable light, a call button for ‘butler service’, a bag hanger and a phone charger outlet. An all-you-can-drink minibar complements the experience...\nHere’s what you can expect after you've paid for tickets at Embassy Diplomat Screens, which cost around 1,800 baht for two. There are five small theatres, each with around 30 seats. All of the seats are different, ranging from large, cosy couches and reclining daybeds to cocoon-style individual seats. Every cinema has its own fully stocked all-you-can-eat minibar — one even has its own wine cellar. Every seat comes with its own adjustable light, a call button for a butler, a bag hanger and an electrical outlet. According to Gronda, chargers for all kinds of phones are available. Should you find the movie a bit boring, the soft duvet blanket and pillows come in handy.\n\n“We started to develop, with our client’s input, a new kind of complex. It is not a movie theatre; it’s more of a screening room. The inspiration pretty much came from how high-end hotels around the world are starting to have a screening room for their guests, so they can rent the space to do a product launch, a special gathering or a birthday party.”...\nThe theatre also expects the venue to attract private parties, product launches and exclusive celebrations.\nThe cinema selling point, therefore, is not the movies. Gronda asserted that the experience is not about the latest movie or the best visuals and sounds.\n“It’s not that you can watch it better here than at other theatres. It’s really how comfortable you feel. We’re not going to focus on improving the quality of the projection and sound — we always know that some competitors can always come up with better technology. We don’t believe the race goes to where the best projector is, it goes to where you want to mingle. That’s a lesson taken from hospitality. With hospitality, it’s not how expensive the room is or how big the room is. High-end hospitality is whom you’re sharing the hotel with. It’s more than just a bed and a beautiful view,” he said.\nThat’s why every element has been carefully designed to offer the most pleasant feeling possible.\nTo offer privacy between seats, for example, Gronda designed beautiful lamps instead of putting up screens or curtains, as he believes the homely component of a residential environment will make people feel more comfortable.\nTouches like the exquisite lounge with a fireplace and living room-style set up are meant to extend guests’ stays.\n“If they come for a two-hour movie, we want them to spend four hours. They can maybe arrive one hour earlier and our butler can get them anything they want. They can rent one of the VIP rooms afterwards and mingle with friends for another hour. The experience is beyond the movie itself.”\nGronda is confident the concept will be warmly received by both Thais and foreigners, even though the complex debuts at a difficult time with political pressure...\nhttp://www.bangkokpost.com/lifestyle/film/414271/more-than-a-movie"
    },
    {
        "filename": "a-bicycle-friendly-bangkok.html",
        "heading": "A bicycle friendly Bangkok?",
        "date": "21 Dec 2010 at 11:48",
        "viewed": "3,937 viewed",
        "contents": "-\n+\n\nFor many, a bicycle and pedestrian-friendly Bangkok would be a virtual utopia. Our collective carbon footprints would fall and quality of life would likely rise, if safety could be ensured.\n  One could well imagine closed-off streets on some days of the week that would be safe for bikes, walkers and joggers.   Bicycle lanes might work, if the police could keep cars and motorcycles out of them, but if bicycles started using sidewalks, particularly during the night without lights as one sometimes sees on Sukhumvit Road, things might get even worse for pedestrians.    Motorcycles can be found speeding dangerously down many city sidewalks nowadays, detouring around the heavy traffic on the street.   This alone is enough to deter some from walking very far on sidewalks, choosing the safety of their car or a taxi instead.   Click button to listen to Bicycle Friendly Bangkok and rightclick to download\n\n\nBikes pushed as answer to traffic woes by Apinya Wipatayotin\n All it takes is some strong political will and growing environmental awareness to change Bangkok from a city of traffic nightmares to a bicycle-friendly capital, a veteran cycling campaigner says.   Koy Thomson, a former chief executive of the influential London Cycling Campaign (LCC), said Bangkok had great potential for bicycle lanes because city roads are quite wide and distances between significant places are not too great.  \"The important thing is that we need to change people's way of thinking,\" Mr Thomson told a public forum yesterday held by the Green World Foundation in Bangkok. \"Roads are public places which should not be reserved for cars only. They should be designed for other purposes, including for bicycles.\"   An active cycling network to campaign for change and the political will from authorities were the other key factors that would help Bangkok join the global trend towards bicycle-friendly cities, he said.   Mr Thomson said Bangkok could learn from London's experience in promoting bicycle riding. Campaigners in London, where traffic congestion has worsened with the increase in population, have spent more than 30 years creating public awareness about cycling.   The population of London, now about 7.5 million, was expected to grow by 800,000 by 2025, which means that the traffic will become worse than ever, Mr Thomson said.  \"Politicians understand that bad traffic will affect their popularity and they have to do something to solve the problem - so they came up with the idea of promoting the use of bicycles,\" he said.  The LCC found there were 400,000 daily cycling trips in London in 2007. The number is expected to increase to 900,000 in 2012 and 1.7 million in 2025.  Cycling accounted for about 2% of all journeys in London in 2006, and the LCC projects that this will rise to 5% by 2025.  Mr Thomson said Bangkok's bike riders should form a network to pressure authorities to support cycling as an alternative means of transport.  Sira Leepipatnavit, a cycling campaigner with the Green World Foundation, said the foundation had been working with partners to draft Bangkok's first cycling map.  Input from cyclists was greatly needed to make the map complete, he said.   The foundation is also looking for volunteers to test recommended routes to see whether they are safe and convenient.   Mr Sira practises what he preaches by riding each day from his home in Tha Phra to his office in Tha Tian. The trip takes about 25 minutes, compared with about 40 minutes on the bus.   (Source: Bangkok Post, ENVIRONMENT, Bikes pushed as answer to traffic woes, 20/12/2010, Apinya Wipatayotin, link)    pedestrian - people who use walking as a form of transportation to get from one place to another place คนเดินถนน utopia - an imaginary ideal and perfect society or state (See Wikipedia) virtual - almost the same as the thing mentioned  virtual utopia - almost the same as a utopia  collective - for a group of people taken as a whole  carbon footprint - \"the total set of greenhouse gas (GHG) emissions caused by an organization, event, product or person\" as measured by the goods and services they consume (See Wikipedia) quality of life - the general well-being of individuals and societies, not based entirely on income, \"instead, standard indicators of the quality of life include not only wealth and employment, but also the built environment, physical and mental health, education, recreation and leisure time, and social belonging\" (See Wikipedia)  detour - to go around something that is blocking your path (example: cars could not use the road while it was being repaired, so they had to take a detour route)  deter - take some action to make people not want to do something   traffic - the number traveling to a place during a period of time (people, aircraft, ships, trains, cars, trucks, etc.) ความหนาแน่นของจำนวนคน หรือยานพาหนะในช่วงเวลาใดช่วงเวลาหนึ่ง woes - great problems or troubles ความเสียใจ, ความทุกข์ร้อน political will - the energy and determination to achieve political goals  awareness - the state of knowing about something การรับรู้, การทราบ nightmares - 1. bad dreams, 2. when something bad happens to you  traffic nightmares - very bad traffic situations, so many cars that traffic is not moving at all and you have to wait a very long time to go anywhere  capital - the city in a country where headquarters for the central government is located  veteran - a person who has a lot of experience in a particular area or activity ผู้อาวุโส campaigner - a person who takes part in organized activities which are intended to change something in society ผู้ต่อสู้,ผู้รณรงค์,ผู้โฆษณาเผยแพร่  chief executive - the highest level managers in a company influential - can control events because they are powerful ที่มีอิทธิพลต่อ  London Cycling Campaign (LCC) - \"an independent membership charity lobbying for better conditions for cyclists in London. Its vision is to make London 'a world-class cycling city'. It is the largest urban cycling organisation in the world, with 11,000 members\"  (See Wikipedia and website)  influential - have power to make government make decisions that benefit them potential - the possibility of success ที่มีศักยภาพ ที่เป็นไปได้ bicycle lanes - a special small protected area running along the side of the street in which only bicycles can ride  significant - important ที่สำคัญยิ่ง  forum - a place where people can express their ideas and opinions and engage in debate over issues การประชุมแสดงความคิดเห็น public forum - a place (usually on the internet nowadays) where everyone can come to and express their opinion on an issue   reserved - of people who do not often talk about or show their feelings or thoughts ซึ่งสงวนท่าที, ไว้ตัว active - working, operating, doing its job network - a large system of connected parts, organisations, people, etc. เครือข่าย cycling network - a group of cyclists who work together to improve conditions for bicycling  campaign - a planned group of especially political, business or military activities which are intended to achieve a particular aim การรณรงค์ authorities - government officials, the police or people in official organisations who have the legal power to make people obey laws or rules เจ้าหน้าที่ (ตำรวจ หรือผู้มีอำนาจ) key - important คนสำคัญ factors - all the things that affect a situation or event ปัจจัย trend - a gradual change or development that produces a particular result ทิศทาง แนวโน้ม  congestion - a situation in which a place is crowded with people or vehicles แน่นขนัดไปด้วยรถหรือคน traffic congestion - when the road is crowded with cars, trucks buses and other vehicles  population - all the animals or plants of a particular type or group who live in one country, area or place กลุ่มพืชและสัตว์ที่อาศัยอยู่ในบริเวณหนึ่ง spent - used ที่ใช้ไป public awareness - when the people in the country (citizens) know about the issue (and the different arguments for and against)  expected - believe will happen คาดว่า (จะเกิดขึ้น)  popularity - widespread acceptance, when large numbers of people like something ความเป็นที่นิยม, ความเป็นที่ชื่นชอบ pressure - trying to force someone to do something support - help, by giving money, for example สนับสนุน alternative - another choice, something different ตัวเลือก / ทางเลือก transport - to move people or things from one place to another ขนส่ง foundation - an organisation that provides money for things such as medical research or for a charity มูลนิธิ partners - companies or organizations working together on a project  draft - not in a final form and likely to be changed ร่า input - opinions from people using a system given to people designing the system or making decisions about the system  volunteers - people working without (for a good cause, helping people) convenient - an easy way to do something  practises what he preaches - actually do what you say everyone should be doing (so that you do not contradict your self)"
    },
    {
        "filename": "a-lifetime-of-love-and-achievement.html",
        "heading": "A lifetime of love and achievement",
        "date": "14 Oct 2016 at 14:20",
        "viewed": "5,617 viewed",
        "contents": "-\n+\n\nHis Majesty's life was one of great achievement in every field imaginable, from science to agriculture to sport and music.\nHIS MAJESTY THE KING\nA lifetime of love and achievement\n13/10/2016                                                                                           In his 70 years as the doting monarch of the Kingdom of Thailand, His Majesty King Bhumipol Adulyadej brought peace when it was needed and showed the way towards easing the plight of the poor and bringing prosperity.\nHis Majesty's life was one of great achievement in every field imaginable, from science to agriculture to sport and music.\nHere is a list of some of the notable moments in his illustrious life.                                                                                           Dec  5, 1927: Birth of His Majesty the King at Cambridge Hospital, Massachusetts                                                                                           Dec  13, 1928: Return of HRH Prince Mahidol and his family to Thailand                                                                                           Sept  24, 1929: Death of Prince Mahidol                                                                                           May  9, 1933: Mahidol family settles in Lausanne, Switzerland                                                                                           March  2, 1934: King Rama VII abdicates to London, England                                                                                           Accession of King Ananda                                                                                           Nov  15, 1938: Return of King Ananda, 13, to Thailand as sovereign for the first time                                                                                           June  9, 1946: Death of King Ananda                                                                                           Prince Bhumibol named King Rama IX                                                                                           1946: His Majesty writes his first and second music compositions, \"Love at Sundown’\" and \"Candlelight Blue\"                                                                                           April 28, 1950: Marriage of HM King Bhumibol and Mom Rajawongse Sirikit Kittiyakara                                                                                           May 5, 1950: Coronation ceremony. \"I shall reign with righteousness for the happiness and benefit of the Siamese people.\"                                                                                           April  5, 1951: Birth of HRH Princess Ubol Ratana                                                                                           1952: The first rural development project at Huai Mongkol village of Hua Hin is established  July  28, 1952: Birth of HRH Crown Prince Maha Vajiralongkorn                                                                                           April  2, 1955: Birth of Princess Maha Chakri Sirindhorn                                                                                           1956: Royal ordination  June  4, 1957: Birth of HRH Princess Chulabhorn                                                                                           1959: First royal state visit to Vietnam                                                                                           1960: Revival of royal ploughing ceremony  1965: The King’s Scholarship Fund is launched  1967: His Majesty wins the SEA Games gold medal in international OK sailing with HRH Princess Ubol Ratana                                                                                           The Royal Medical Team unit is established  1969:  The first trial of artificial rain is a success. Rain falls in the targeted area at Pak Chong district, Nakhon Ratchasima                                                                                           The Royal Project is established.                                                                                           June 9, 1971: His Majesty celebrates his Ratchadapisek, or Silver Jubilee.                                                                                           A demonstration rice mill is set up at Chitralada Palace                                                                                           1973: His Majesty puts an end to street violence after the Oct 14 democracy protests turn into a bloodbath  1979: Cow and buffalo bank is established  The first Living Museum is opened at Khao Hin Sorn Royal Development Study Centre in Phanom Sarakham district, Chachoengsao province                                                                                           1988: The Chaipattana Foundation, a non-governmental organisation, is established. His Majesty is named president                                                                                           The Royal Project wins the Magsaysay Award for international understanding                                                                                           July 2, 1988: His Majesty celebrates 42 years and 23 days on the throne, an event marked by Rajamangalapisek celebrations to, in the words of His majesty, \"apologise for overtaking King Chulalongkorn\" as he becomes the longest-reigning monarch in Thailand                                                                                           1989: The first model of the oxygen-enhancing aerator is installed for trial at Phra Mongkutklao Hospital and Wat Bowon Niwetvihara                                                                                           May 20, 1992: During street violence in what has become known as the Black May incident, His Majesty convinces then prime minister Gen Suchinda Kraprayoon and protest leader Maj Gen Chamlong Srimuang to end their confrontation for the sake of public peace and harmony.                                                                                           1994: His Majesty unveils his concept of a \"New Theory\", a new approach in agricultural development during his birthday speech                                                                                           June 9, 1996: His Majesty celebrates his Kanchanapisek with the Grand Golden Jubilee Royal Rites at Chakri Throne Hall in the Grand Palace.                                                                                           1997: His Majesty’s concept of sufficiency economy earns public recognition and helps save the nation from economic crisis  His Majesty’s book, Mahajanaka, is launched  2002: The best-selling book, The Story of Tongdaeng, is released and the Tongdaeng T-shirt becomes a popular item                                                                                           2004: Tongdaeng comic book by four cartoonists becomes another bestseller                                                                                           2006: The European Patent Office issues patents on His Majesty’s rain-making technology                                                                                           His Majesty addresses judges of the Supreme Court and Administrative Court to explore legal solutions to get the country out of political gridlock  United Nations Secretary-General Kofi Annan presents the first UNDP Human Development Lifetime Achievement Award to His Majesty the King                                                                                           June 9, 2006: The sixtieth Anniversary Celebrations of His Majesty’s accession to the throne  http://www.bangkokpost.com/news/general/1109748/a-lifetime-of-love-and-achievement"
    },
    {
        "filename": "a-tribe-of-the-thai-burma-borderlands.html",
        "heading": "A tribe of the Thai-Burma borderlands",
        "date": "2 Dec 2010 at 18:37",
        "viewed": "4,981 viewed",
        "contents": "-\n+\n\nThe Padaung (or \"Long Necked Karens\") are well-known from their ubiquitous photos. Less well-known is the mountainous area on Thailand's border where they come from.\n  Thailand has a smattering of ethnic minorities within its borders, Burma has quite a lot more, but nearby Yunnan in China has by far the most.   Kayah state in Burma, the home of the Long Neck Karens, is one of the most ethnically diverse places in Burma.  Wild, mountainous and sparsely populated, Kayah State shares a border with Thailand.  There is, however, no border town with a major border crossing like there is at Mae Sot in Tak province or MaeSai in Chiang Rai province.   Click button to listen to Padaung Tribal People and rightclick to download\n\n\nFaces & PLACES: Eerie feeling by Peerawat Jariyasombat\n At first the sight of this face propped against a backdrop of colourful strips of cloth sent a shiver down my spine. The brass rings made her neck look extra long, and for a moment the face, minus the body, seemed to hang in a void.  She was sitting behind a table stacked with ornaments. She is a Padaung woman, a Tibeto-Burman ethnic minority that migrated from Burma to Thailand's Mae Hong Son Province where to tourists such women are better known as the long-necked Karen.   Traditionally, Padaung women start wearing these rings when only five or six years old and keep adding as they grow up. Several theories are used to explain the origin of this tradition.  One says the rings protect them from attacks by tigers, another says they are meant to make women look weird to escape the attention of those looking to enslave them, and so forth. But whatever the reason, to the Padaung people the rings are a statement of fashion, their beauty and wealth.  (Source: Bangkok Post, Horizons travel section, Faces & PLACES, Eerie feeling, 2/12/2010, Peerawat Jariyasombat, link)\nHilltribes Vocabulary\nethnic group - a group of people with the same culture and language, longer: \"a group of people whose members identify with each other, through a common heritage, consisting of a common language, a common culture (often including a shared religion) and a tradition of common ancestry\" กลุ่มชาติพันธุ์, กลุ่มชนที่มีเชื้อชาติเดียวกัน, เผ่าพันธุ์ (See Wikipedia)  culture - the set of ideas, beliefs, and ways of behaving of a certain group of people วัฒนธรรม (ethnic groups usually have their own old culture) minority - a small percentage, less than 50% จำนวนน้อย minority - of a part of a population that is different in race, religion or culture form most of the population ชนกลุ่มน้อย, คนกลุ่มน้อย ethnic minority - ชนกลุ่มน้อยทางชาติพันธุ์ diverse - many different kinds or types of something  ethnically diverse - having many different ethnic groups in an area   border - the line that separates two countries (when you cross the line, you enter another country) เขตแดน border town - a town located on the border of two countries (tourism and crime are often part of the reputation of these towns as it is for Tijuana on the US-Mexico border and Mae Sai in The Golden Triangle)  border crossing - an official place where people can legally leave one country and enter another  borderlands - the area between two countries or states   Long Necked Karens, Kayan Lahwi, Padaung - the famous ethnic group from the Mae Hong Son-Burma border area with women wearing metal rings around their neck as decoration (See Wikipedia)  Tibeto-Burman - several ethnic groups that have similar languages, Tibetan and Burmese are languages of whole countries or large regions,  but most of these languages are of small tribal groups (See Wikipedia)  Kayah state - the state within Burma which borders on Mae Hong Son, Thailand (See Wikipedia) \nGeneral Vocabulary \nsmattering - a small amount of something  ubiquitous - found everywhere  by far the most - more than all the others  sparse - existing in small amounts and separated or at a distance from others (not all in one place)  sparsely populated - in the area there are not many people and they area spread out and scattered   eerie - strange, mysterious and frightening, ghostly, spooky น่ากลัว, น่าขนลุก prop - hold something in a position or hold something up, by leaning it against something or putting something under it   propped against - leaning on backdrop - everything that you can see behind the main thing that you are looking at ฉากหลัง ภาพเบื้องหลัง  shiver - when the body shakes a little bit (because the person is cold or frightened), tremble ตัวสั่น spine - backbone กระดูกสันหลัง sent a shiver down my spine - the person's body shivered starting from the top and going to the bottom  brass - a metal made by mixing together the metals copper and zinc   long - to want something very much ต้องการ ปรารถนา moment - a very short period of time; a particular time or occasionชั่วขณะ, โอกาสสำคัญ  stack (noun) - a pile, one thing on top of another thing on top of another thing and so on  stacked (adjective) - in a pile, with one thing put on top of another thing, one after another...  ornament - a small attractive object used for decoration เครื่องประดับประดา  migrate - to move from one place to another place to live and work อพยพ  tradition (noun) -  custom, an old way of doing things in a culture ประเพณี, ธรรมเนียม, traditional (adjective) - following the old way of doing things in a culture   traditionally (adverb) - done according to the old way of doing things in a culture   theory - ideas that explain why or how something happens ทฤษฎี origin - where something comes from  weird - very strange แปลกประหลาด  attention - interest in ความสนใจ escape the attention - not see and become interested in   slave - a person owned by another person, without basic freedoms  enslave - to make a person into a slave  and so forth - continuing in the same way (we have just did)  reason - an explanation of an event, why an event happened เหตุ ; เหตุผล ; สาเหตุ wealth - how much money and assets a person or country owns"
    },
    {
        "filename": "abac-university-rector-cleared-of-corruption-feud-ends.html",
        "heading": "Abac university rector cleared of corruption, feud ends",
        "date": "11 Aug 2016 at 17:36",
        "viewed": "2,186 viewed",
        "contents": "Insignia of Assumption University (ABAC); Inset: on the left former rector Bancha Saenghiran, on the right Sudhiporn Patumtaewapibal, the deputy vice-rector who accused him of corruption.\n\n\n-\n+\n\nOnly Saint Gabriel priest to be rector under new rules to end conflicts over leadership & university power games.\nUNIVERSITIES & LEADERSHIP CONFLICTS\nAbac university rector cleared of corruption, feud ends                                                                  \n11/08/2016                                                                  Dumrongkiat Mala                                                                   A special panel appointed by the Education Ministry has cleared former Assumption University (Abac) rector Bancha Saenghiran of corruption charges.                                                                   The committee, appointed by the Education Ministry, looked into three allegations of corruption but found no irregularities.                                                                   The panel was set up six months ago, after the minister of education exercised Section 86 of the Private University Act to set up a special panel to take control of Abac and end a long-running management crisis.\nRecently, PM Prayut invoked the sweeping powers of Section 44 to tackle chronic problems in Thailand's universities and colleges including internal conflict on the governing councils of universities, as ABAC was suffering from (see here).\n\nOn the left former rector Bancha Saenghiran, on the right Sudhiporn Patumtaewapibal, the deputy vice-rector who accused him of corruption.\n\nIMPROVED RULES & REGULATIONS \n\"Although we have found some errors in each case, they were simple and inadvertent errors which had nothing to do with Mr Bancha,\" said Abac acting rector Thanu Kulacholsaid.                                                                   The panel also improved some new rules and regulations at the university.\nThey include a requirement the rector should be a Saint Gabriel's priest and serve a term of four years.\nPOWER TO BE RETURNED TO UNIVERSITY FOUNDATION NEXT WEEK \nThe committee plans to return administrative power over Abac to the Saint Gabriel's Foundation, the university's licencee, by next week.                                                                   \"We expect that the new university council will be set up and have its first meeting to select a new rector next Tuesday,\" Mr Thanu said.                                                                   According to Mr Thanu, the council will consist of 17 members, 11 of whom will be Saint Gabriel's priests, three selected by the ministry and the other two a professional accountant and lawyer.                                                                   The list was now complete, Mr Thanu said, adding that the panel was ready to step down once the list had been endorsed by the ministry.                                                                   A source said Brother Sirichai Fonseka, now Abac's deputy rector of student affairs, is likely to be selected as new rector by the university council.\nRECTOR ACCUSED OF CORRUPTION, THEN ACCUSER TRIES TO BECOME RECTOR\nLast year, Mr Sudhiporn accused Mr Bancha of being involved in a plan to develop a flight simulator facility worth 350 million baht,\nThere were also accusations of 163 secret payments to the media worth a total of 4.42 million baht through Abac Poll and a change in accounting practices at the university.                                                                   Mr. Sudhiporn's claims divided the council.\nMr Bancha was then suspended by the council on June 18 last year.\nMr Sudhiporn then claimed the right to take over as rector, but was rejected by opponents.\n\nPolice have been sealed off Assumption University several times, including on Dec 30, as emotions ran high over who should be Abac rector. (Photo via Twitter)\n\nTURF WAR FOR CONTROL OF ABAC  \nIn December last year, the conflict at Abac escalated when Mr Sudhiporn, accompanied by 20 men, tried to break open the university's Huamak campus gate.\nHowever, the group was prevented from doing so by security guards hired by Mr Bancha's supporters.                                                                   Due to the conflict, banks suspended paying salaries into the accounts of Abac staff as they were not sure who had the power to authorise payments at the university.                                                                   http://www.bangkokpost.com/news/general/1058454/former-abac-rector-cleared-of-corruption\nhttp://www.bangkokpost.com/learning/advanced/658508/fear-and-intimidation-at-assumption-university                                                                   http://www.bangkokpost.com/learning/learning-news/820160/abac-warring-sides-meet-today"
    },
    {
        "filename": "abcs-of-white-skin-treatments.html",
        "heading": "ABCs of white skin treatments",
        "date": "3 Mar 2011 at 20:40",
        "viewed": "13,966 viewed",
        "contents": "-\n+\n\nA variety of laser and chemical treatments that can lead to that Eldorado of Asia: white skin.\n  Click button to listen to Pigmentation and rightclick to download\n\n\nIN THE MIRROR: The particulars of pigmentation by Dr Nantapat Supapannachart\n WHAT CAN BE DONE   Lady Macbeth was the most famous but certainly not the last woman to utter a complaint about it. In fact, living in the tropics, hyper-pigmentation is one of the most common skin problems I deal with in my surgery.    THE CAUSES   Sun exposure and genetics are the two main causes of pigmentation. A suntan is your body's sun-protection mechanism and is caused by an increase of melanin, or pigment. Darker-skinned people have more and lighter skinned people have less naturally occurring melanin in the skin. Pigmentation occurs when too much pigment is deposited in the dermal layer.   More commonly found in people with darker skin, there are many types of pigmentation.  Melasma - usually associated with hormonal factors such as increased oestrogen levels during menstruation, pregnancy, birth control use and menopause. The dark spots often develop on the cheeks, forehead and upper lip. Pigments can be deposited superficially (epidermal) or deeper (dermal).   Post inflammatory hyper pigmentation - caused by a local problem such as acne, a wound or an injury to the skin.   As always, prevention is better than a cure - wear sun block and a hat! Sunscreen is the key to preventing and minimising formation of brown spots. Also, without consistent use of sunscreen, no treatment will last.   WHAT TREATMENTS ARE AVAILABLE   Creams   In the case of mild pigmentation, over-the-counter topical bleaching agents containing vitamin C and plant extracts like Mulberry can be effective.  Medical whitening agents such as hydro-quinone and Retin A will help to fade stubborn pigment patches faster. However it is important not use these creams for too long because they can permanently damage pigment cells, creating a rebound effect - once you stop the medication it can become worse, with spots of white and brown.    Dermabrasion   Micro-dermabrasion uses a crystal powder to sand off the first dead-cell layer of the skin. Your face will look brighter and smoother. The pigment problem, however, is deeper and will not be affected. Dermabrasion is a much deeper treatment, is effective in treating melasma and involves the sloughing of the skin containing a lot of pigment. The body then produces new cells.    Chemical peels   These act on the same principle as dermabrasion. A mild or low degree acid/chemical peel will slowly exfoliate skin, making it look clearer and brighter. But after a deep high degree acid peeling, new skin will be formed.   Laser   There are two kinds - cold and hot.  Cold laser or light therapy (IPL) involves shooting light from a lazer into the skin, where it is absorbed by the pigment and turned into heat, which destroys the cell without destroying the skin. It needs to be done multiple times but there is no down time.  The hot laser is called specific pigment, Yag or Ruby laser. It is for people who want the pigment gone fast.  It targets specific areas, which is shot directly, scabs up and is gone in about a week.   Laser resurfacing   If there is a lot of sun damage and all-over pigmentation, in order to get rid of it and create new cells, the skin must be sloughed.  There are also two kinds. The first is Fraxel (fractional) laser, which burns the skin 25-30% at a time, allowing the skin to heal first. This method must be repeated multiple times. Hot laser treatment takes off the whole skin, which requires a down time of a few days. But skin will come up like that of a new baby's afterwards   It is important to reiterate that the new skin is like a baby's skin - very vulnerable to light. If exposed to the sun, new skin will react with even more sensitivity and may create an even bigger problem than before.   Dr Nantapat Supannachart is an American Board-certified dermatologist and laser surgeon. Visit http://www.apexprofoundbeauty.com , or call 08-0500-0123.  (Source: Bangkok Post, IN THE MIRROR, The particulars of pigmentation, 3/03/2011, Dr Nantapat Supapannachart, link)    skin - (See Google Images)  pigment - a natural substance that gives colour to something such as paint, skin or hair pigmentation - the coloration of living tissues by pigment, especially the skin, hair, mucous membranes, and retina of the eye (See Wikipedia and Google Definitions)  hyper-  - more than usual or normal  hyper-pigmentation - having more skin coloring than is usual or normal   Eldorado - 1. an perfect thing that people search for but in the end does not really exist, 2. (Spanish: the lost city of gold) an imaginary place of gold, wealth and opportunity, sought in South America by 16th-century explorers (See Wikipedia)  Lady Macbeth - a character in Shakespeare's play Macbeth, the wife of Macbeth, a Scottish nobleman, she persuades him to kill the king and then becomes the Queen of Scotland but later feels guilt for what, Lady Macebeth is famous for saying \"Will these hands ne'er be clean?\" when they get blood on them after a murder, she becomes obsessed with white hands and even dreams of washing the blood off her hands when shes is sleepwalking (See Wikipedia) utter - say something  complaint - when someone says that something is wrong or not satisfactory การร้องเรียน tropics - the hottest area on earth, running around the earth on either side of the equator between the Tropic of Cancer and the Tropic of Capricorn (See Wikipedia)  common - usual, ordinary, occurring often or frequently  surgery - medical treatment in which a doctor cuts open someone's body (or here: makes cuts into the skin) การทำศัลยกรรม, การผ่าตัด  exposure (noun) - not being covered or protected from something  sun exposure - when the sun hits a person's skin for a period of time  genetics - the way in which people pass on features of their physical appearance and behaviour to their children and later generations through their genes (See Wikipedia) suntan - the darker clour of skin after spending time under the skin  melanin - a pigment or colouring found in most living things including humans, human skin clour is mainly due to melanin (See Wikipedia and on human skin colour)  deposited - when some substance gradually gathers or collects on top of something over time, forming a layer  layer - a thin sheet of a substance; a level of material, such as a type of rock or gas, which is different from the material above or below it ชั้น dermal layer - in the \"dermis\" layer of skin   melasma - \"a tan or dark skin discoloration, particularly common in pregnant women, thought to be caused by the stimulation of melanocytes by estrogen and progesterone\" also occurs when women take oral contraceptives (See Wikipedia) discoloration - a change in color that no longer looks healthy, new or clean  contraceptives - drugs taken to prevent pregnancy (See Wikipedia)  hormone (noun) -  a chemical released by a cell in one part of the body, that sends out messages through the blood stream that affect cells in other parts of the body (See Wikipedia) hormonal (adjective)   factors - one of the things that effects a situation or event ปัจจัย oestrogen - estrogens, \"one of the two dominant hormones secreted naturally by women's bodies, the other being progestin. The two, together, regulate the reproductive system and affect menstruation, pregnancy and menopause\" (See Wikipedia)  menstruation - the monthly flow of menses (blood and cells) from the lining of the uterus of females (humans and other primates) (See Wikipedia) menopause - the time in a woman's life (usually from age 45 to 50) in which the menstrual cycle ends and she can no longer have babies (cessation of reproductive fertility) (See Wikipedia)  pregnancy - when a baby is growing inside a woman birth control - the general activity of controlling when pregnancy occurs, through drugs (contraceptives) or completely naturally by following the body's natural cycles (See Wikipedia)  cheeks - the soft parts of your face below your eye and between your mouth and ear แก้ม forehead - the upper part of a person's face between their eyes and their hair (See Wikipedia) superficially - on the outside   dermis (noun) - the thick sensitive layer of skin that is just below the epidermis. It contains blood, the ends of the nerves, blood vessels, and sweat glands (See Wikipedia) dermal (adjective)  epidermis (noun) - (See Wikipedia) epidermal (adjective)   post - after  inflammation (noun) - swelling and redness inside the skin or other part of the boddy. \"part of the complex biological response of vascular tissues to harmful stimuli, such as pathogens, damaged cells, or irritants.[1] Inflammation is a protective attempt by the organism to remove the injurious stimuli and to initiate the healing process. Inflammation is not a synonym for infection, even in cases where inflammation is caused by infection. Although infection is caused by a microorganism, inflammation is one of the responses of the organism to the pathogen\" (See Wikipedia) inflammatory (adjective)  local - located at one part of the body (not spread over whole body)  acne - a very common skin disease among teenagers with swollen red bumps on the skin (See Wikipedia) wound - an injury in which your skin or flesh is damaged, usually seriously บาดเจ็บ บาดแผล  Lentigines/liver spots - dark patches of different sizes seen in older people caused by sun damage.  Freckles - Westerners get freckles when they are young, but as long as they continue living in countries with temperate climates they rarely get melasma. Conversely, living in a tropical climate, many fair-skinned people also develop hyper-pigmentation.  Lentigines - (plural of \"Lentigo\") same as \"liver spots\" (See Wikipedia) liver spots - marks on the skin that appear as a person ages \"associated with aging and exposure to ultraviolet radiation from the sun. They range in color from light brown to red or black and are located in areas most often exposed to the sun, particularly the hands, face, shoulders, arms and forehead, and the scalp if bald\" (See Wikipedia and NIH) freckles - small spots on the face กระ, จุดเล็กๆ มีสีต่างๆ (See Wikipedia) temperate climate - a place that is neither very hot not very cold rarely - not happening often นานๆ ครั้ง, ไม่บ่อย tropical - relating to the hottest area of the Earth, between the Tropic of Cancer and the Tropic of Capricorn ในเขตร้อน climate - the general weather conditions usually found in a particular place สภาพอากาศ  fair-skinned - white-skinned   prevention - the act of preventing something, or things that people do in order to prevent something  sunburn - when a person stays outdoors too long with with sunlight hitting the skin which damages the skin red and hurt, \"a burn to living tissue, such as skin, which is produced by overexposure to ultraviolet (UV) radiation, commonly from the sun's rays. Usual mild symptoms in humans and animals include red or reddish skin that is hot to the touch, general fatigue, and mild dizziness. An excess of UV radiation can be life-threatening in extreme cases. Exposure of the skin to lesser amounts of UV radiation will often produce a suntan\" (See Wikipedia)  sunscreen -  a cream rubbed into the skin to prevent sunburn; a lotion, spray, gel or other topical product that absorbs or reflects some of the sun's ultraviolet (UV) radiation on the skin exposed to sunlight and thus helps protect against sunburn (See Wikipedia) block - to stop something from moving through or along something else กีดขวาง ปิดกั้น sun block - the same as \"subscreen\"   key - important คนสำคัญ minimising - reducing to the lowest possible level  formation - the gradual creation, existence and appearance of something  consistent - doing a task the same way (not changing all the time) อย่างสม่ำเสมอ อย่างเสมอต้นเสมอปลาย treatment - the process of providing medical care การรักษา last - remain for a long time, exist for a long time  will not last - will not remain for a long time, will not exist for a long time  no treatment will last - you will not have the good things the treatment does to you for a long   over-the-counter - bought from a pharmacy or drug store without needing a prescription (doctor's permission)  topical - applied \"on top of\" the skin (not injected into the skin)   bleach - a strong chemical used to kill bacteria and to make cloth white (See Wikipedia) agent - chemical agent, a chemical or other substance that has a certain effect on another substance  bleaching agents - chemicals that act as a bleach (making things white)   vitamin C - an vitamin vitamin found in fresh fruits (oranges, grapefruit) and vegetables, prevents scurvy, \"the body needs to fight infection, heal wounds and keep tissues healthy, including the blood vessels, cartilage, ligaments, tendons, bones, muscle, skin, teeth and gums. It is an antioxidant that helps prevent tissue damage caused by free radicals\" (See Wikipedia and Google Definitions)   plant extracts - liquids with chemicals taken from trees  Mulberry - a flowering plant found in Asia used in traditional medicine, also known as \"Morus\"  (See Wikipedia and skin whitening)  effective - does its job well, producing the result that was intended ได้ผลดี  whitening agents - chemicals that make things white  hydro-quinone - a chemical used for skin whitening (See Wikipedia)   Tretinoin - the acid form of vitamin A (See Wikipedia) Retin A - one brand name of \"Tretinoin\"  fade - to slowly disappear, lose importance or become weaker อ่อนลง,หายไป,ค่อย ๆ ตาย stubborn - determined to do what you want and refusing to do anything else ดื้อรั้น patch - an area that is different from the rest of the area that surrounds it (example: a patch of dark skin surrounded by white skin) permanently - for all time in the future อย่างเป็นการถาวร rebound - start increasing again, after decreasing (ค่าขนส่ง) เพิ่มขึ้นอีกครั้ง หลังจากมีการปรับลดราคาไป rebound - start to rise again after decline การฟื้นตัวของเศรษฐกิจ medication - a medicine, or a set of medicines or drugs used to improve a particular condition or illness  micro-dermabrasion - \"a method for facial rejuvenation that uses a mechanical medium for exfoliation along with adjustable suction to remove away the outermost layer of dead skin cells from the epidermis,\" also referred to as mechanical exfoliation or micro-resurfacing (See Wikipedia) dead-cell layer of the skin - called the \"epidermis\"   slough - remove outer layer of skin slough off - remove outer layer of skin  sloughing of the skin - same as \"slough off\"  desquamation - the shedding of the outermost membrane or layer of a tissue, such as the skin, more formal medical word for \"slough off\" (See Wikipedia)  peel - 1. to remove the skin from a fruit or vegetable, 2. to remove something from the surface of something else, especially by taking one end or side and pulling it up  chemical peel - \"A chemical peel is a body treatment technique used to improve and smooth the texture of the facial skin using a chemical solution that causes the dead skin to slough off and eventually peel off. The regenerated skin is usually smoother and less wrinkled than the old skin\" (See Wikipedia)  principle - a basic theory, or rule that has a major influence on the way in which something is done หลักการ  Intense pulsed light (IPL) - \"a technology aimed at producing light of high intensity during a very short period of time. It involves specific lamps together with capacitors whose rapid discharge provides the high energy required,\" used for both hair removal from the body and photorejuvenation treatment of skin  (See Wikipedia)  Yag laser - \"an acronym for yttrium-aluminum-garnet, the YAG laser produces short-pulsed, high-energy light beams to cut, perforate, or fragment tissue. This laser may also be called a neodymium-YAG or ND-YAG laser\" (other names: hot laser, specific pigment, Ruby laser)  (See source of definition and Wikipedia and Photorejuvenating)   therapy - a treatment which helps someone feel better, grow stronger, etc., especially after an illness การบำบัดโรค down time - time when you cannot do anything, wasted time (here: because you are recovering from treatment)  target - point the laser at, direct the laser beam at  shot - directing the laer beam at some object (like aiming a gun and firing)  scab - a hard layer of dry blood that forms when a cut on your skin is getting better  scabs up - when a bleeding cut on the skin closes and forms a scab   Fraxel (fractional) laser - a non-surgical technique for facial rejuvenation (See Wikipedia and other links: #1, #2)  rejuvenate (verb) - to make a person look and feel younger and have more energy  rejuvenation (noun)   facial rejuvenation - \"any cosmetic or medical procedure used to increase or restore the appearance of a younger age to human face. The specific term, however, refers to a set of surgical procedures which try to restore facial geometry and skin appearance which are typical of youth, by using a combination of brow lift, elimination of eye bags, eyelids lift, elimination of senile spots, skin aging, facial sagging and wrinkles by face lift and rhytidectomy and physical or chemical peeling, chin lift (reduction of double chin), restoration of facial hairline, etc. These procedures are usually successful and in some cases achieve striking results.\" (See Wikipedia)  reiterate - to repeat something in order to emphasise it พูดซ้ำ ย้ำ vulnerable - easily damaged or harmed ซึ่งถูกทำลายได้ง่าย, ที่เปราะบาง ที่ล่อแหลมต่อการเกิดภัยภิบัติ exposed - not protected from something ได้รับ ได้สัมผัส (แดด หรือสารพิษ เป็นต้น) exposed - openly affected by and not protected from ได้รับ ในที่นี้หมายถึง สูดควันบุหรี่ sensitive (adjective) - a strong physical reaction or response to something, easily affected by something (here: sun hurts easily)  sensitivity (noun) - skin sensitivity (here: how strongly the skin reacts to sun)  certified - inspected officially and verified that the company follows the rules ผ่านการรับรองคุณภาพ  dermatologist - a doctor who specializes in dermatology and the treatment of skin diseases and conditions  dermatology - the medical subject or specialty of the treatment of skin diseases (See Wikipedia) American Board-certified dermatologist - has passed the examinations necessary to practice medicine and be a doctor in the US"
    }
]
